{"__version": 1, "token_id": 266518, "symbol": "OBJKT", "name": "LemonPackets_WAV", "description": "412Lost+Found is a musical project diving into chronic PTSD trauma healing. Instead of an album, 412Lost+Found exists as paper scraps of scattered musical tokens dedicated to specific traumatic moments. To take those broken pieces of my psyche and use them to paint a soundscape of unspeakable trauma and torture that truly cannot be expressed through simple common language.\n\n\"LemonPackets_WAV\" explores the bizarre phenomena of being nostalgic for our trauma, and the use of this phenomena to bring happiness once safe. How? Like Yin Yang cannot be all or the other, often we have moments during our trauma - especially longer drawn out traumas - that bring us relief during Soul shattering distress. Something that makes us feel even the slightest bit of relief, the slightest bit more alive, or even brought on a smile during the event. My first time experiencing this was my trauma at 15, where the first time I felt any positive emotions at all after the event was having the most dope ass Salisbury steak in the hospital. For years Salisbury steak became a comfort food, not out of memory of the trauma itself, but nostalgia tripping on the relief from the trauma.\nLemon packets is a similar concept. You're held against your will, life just drags on and on and on seeming like it'll never end. The food is mostly rehydrated bulk rations, and eating in front of other captives is degrading. The solace a simple lemon packet brings in making that horrid food more bearable makes lemon packets a precious commodity. People willing to trade half their food simply for a second lemon packet, not because it holds value - because lemon packets are dirt cheap - but because it brings value to your life in captivity.", "artifact_uri": "ipfs://bafybeibpog3wkxwm4djvnxxkc5asthkvliwe3itikm3hqzqcouc6oooeta", "display_uri": "ipfs://bafkreibqehjji5g33q2nt3z2keto7vinfsinwea4a3iuq57dkbf2rtjree", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeibpog3wkxwm4djvnxxkc5asthkvliwe3itikm3hqzqcouc6oooeta", "mimeType": "audio/wav"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["lemonpackets", "lemon", "lemons", "ptsd", "trauma", "captivity", "nostalgia", "solace", "mothtasia", "mothtasiasynergism", "412Lost+Found"], "extra": {}}