{"name": "DO NOT USE this medicine", "description": "\"DO NOT USE this medicine refers to the anti-inflammatory drug Ibuprofen sold over-the-counter in Brazil. It causes side effects and if consumed in large amounts can cause many problems, including cardiac arrest. This anti-inflammatory is present in several drugs sold in Brazil. Medicines for colds, flu, earache, muscle pain, joint pain, toothache, back pain, headache, migraine and menstrual cramps. It is not recommended to use this medicine intensively. It is not recommended to consume it with other analgesics or with Ibuprofen itself to not harm the person's health. Reactions to excess Ibuprofen can be: increased blood pressure, reduced male sexual potency, cardiac arrest, gastritis, ulcers and kidney failure. Now, if we think of a woman who ingests a drug composed of Ibuprofen to relieve the pain of her intense menstrual cramps and which constantly return even after taking medication and her cramps last for approximately two days, this woman may ingest three or four pills a month , this approximately in a 30-day cycle. If this same woman has migraine and back pain and self-medicates with medicines based on Ibuprofen, she will be accumulating this substance in her body, which may cause harm to her health. This work is a warning to pay attention to the anti-inflammatory drug Ibuprofen, self-medication and especially to the health of women, who commonly insert this substance into their bodies. |  Source: Kathrine Bach Sondergaard, Gunnar Gislason, NSAIDs and cardiac arrest: Non-steroidal anti-inflammatory drug use is associated with increased risk of Out-of-hospital Cardiac Arrest: A nationwide Case-Time-Control study, European Heart Journal, Volume 38, Issue 23, 14 June 2017, Pages 1788–1789, https://doi.org/10.1093/eurheartj/ehx267    |   | Made in Blender, Logic Pro| @AleThereza, @levikeniata,  2021 \"", "tags": ["medicine", "ibuprofen", "self-medication", "drug", "pain", "warning", "blender", "logicpro"], "symbol": "OBJKT", "artifactUri": "ipfs://QmNuTXdfTRnSJkT5DTtnuzgMeX3Prvkj67m4ekKWqdPnPk", "displayUri": "ipfs://Qmd8t8Bvpfru8GmZxtNoekAa5iHCc9UZDBkHNnFofj5ZS3", "thumbnailUri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "creators": ["tz1f7vaLtNfEHgqUYaa2DR95yrXSckN4oNpo"], "formats": [{"uri": "ipfs://QmNuTXdfTRnSJkT5DTtnuzgMeX3Prvkj67m4ekKWqdPnPk", "mimeType": "video/mp4"}], "decimals": 0, "isBooleanAmount": false, "shouldPreferSymbol": false}