{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1489496, "token_id": 100649, "symbol": "OBJKT", "name": "EVIDÈNCIES QUILEZ ", "decimals": 0, "description": "27/05/2021. Fins ara només hem explorat la red de ethereum, ara estem investigant tezos i zilliqa. Bitcoin està intentant consolidar suport pels 40 però no tenim massa por. Confiem molt a llarg termini en que la humanitat acabarà entenent el seu potencial. Confio en que les generacions que estan fora de la blockchain s'intentaran adaptar, sincerament no se si això serà posible. Les transicions de poder mai son bones per les antigues generacions i sincerament no em veig mai més treballant per algú que no enten més que jo una economia basada en la blockchain. Sobre la obra, és una evidència del fotògraf Jaume Quilez que va dir a La Kate Studios el 26/05/2021 devant de Laia Cuello, NFTPLUGBOY i els Tyets. Laia Cuello futura Sexologa diu que C Tangana segueix escribint per Rosalía, PLUGBIOY diu que és marketing per enganyar crías que somien en que els famosos estiguin junts. També espero que els tornejos de la cutemobb arribin a una bona audiència a nivell nacional, conèixer al Leiti, Ugo, Chino i tots està siguent algo increible, m'agrada que confiin en mi com a criptovolao. Dit això, a ver si es puja bé el png...", "artifact_uri": "ipfs://QmeWpbrTgYDjkFokUkbtT9duTMTERtfeuTmsAVhoeUC3xa", "display_uri": "ipfs://QmeWpbrTgYDjkFokUkbtT9duTMTERtfeuTmsAVhoeUC3xa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1L85zuyCnM4FruLcCTAFQtpSdkzt79VwAA"], "tags": ["art", "catalan", "spanish", "español", "Ctangana", "rosalia", "zilliqa", "tezos", "eth", "btc", "laiacuello", "nftplugboy", "plug", "plugboy", "thetyets", "tyets", "jaumequilez"], "formats": [{"mimeType": "image/png", "uri": "ipfs://QmeWpbrTgYDjkFokUkbtT9duTMTERtfeuTmsAVhoeUC3xa"}], "token_info": {"@@empty": "ipfs://QmVbZEtQ2j8H7nBMhxLSUuUaYV5GTP6RcATMvmK4HX5hHT"}, "supply": "10", "transfered": 0}