{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1497451, "token_id": 109929, "symbol": "OBJKT", "name": "Future MIRAIA", "decimals": 0, "description": "like a mirage \"FUTURE MIRAIA\" appears and disappears. another digital pictorial work, this time dedicated to the twists. Botnets have been around for years now, but thanks to the recent widespread use of the Internet of Things, this method of attack seems to be experiencing a second youth. We have witnessed the large-scale and sudden infection of devices whose IT security has never been contemplated and for which there was no dedicated antivirus. These devices tracked down others of the same type that could infect them and so this army of zombies, called together by the Mirai malware (which in Japanese means “future”) has grown bigger and bigger, waiting to receive instructions.  Then one \"good\" day, October 21, 2016, the owners of this giant botnet decided to test the potential of this army, causing millions of digital video recorders, routers, IP cameras and other \"smart\" devices to bomb. of requests the DNS service provider Dyn.  Dyn was unable to counter a DDoS attack of this magnitude; DNS and other services that relied on it were no longer available, which has had major consequences on popular online platforms such as PayPal, Twitter, Netflix, Spotify, Playstation and other US services. Dyn eventually recovered, but Mirai's rapid escalation led to reflection on the actual security of \"smart\" devices. A good warning, that's for sure.", "artifact_uri": "ipfs://QmU9vYZWLbozFi279FPKmexJ2hWmMP6tmDHFBNYDyM4zcK", "display_uri": "ipfs://QmNzoExYaTkL2dpJkezc4GzoJQV18utB9vZw4oAR7gSzac", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1LM5jfAP6KLeS5z8WivY9od9ornH8DskgF"], "tags": ["#cryptoart#M.I.R.A.I.A."], "formats": [{"mimeType": "video/mp4", "uri": "ipfs://QmU9vYZWLbozFi279FPKmexJ2hWmMP6tmDHFBNYDyM4zcK"}], "token_info": {"@@empty": "ipfs://QmSo2i8CRzCgPi5DiMQQ1FFBzfqAvtYBTDKjoCLoE6vL7c"}, "supply": "1", "transfered": 0}