{"__version":1,"extra":{"display_uris":[]},"token_id":134684,"symbol":"OBJKT","creators":["tz1StteGHeoirF2QBTUyqcqtkdWmme5RTZYC"],"name":"ETH NFT","description":"Ethereum is a decentralized, open-source blockchain with smart contract functionality. Ether (ETH) is the native cryptocurrency of the platform. It is the second-largest cryptocurrency by market capitalization, after Bitcoin. Ethereum is the most actively used blockchain.  Ether is listed on exchanges under the ticker symbol ETH. The Greek uppercase Xi character (Ξ) is sometimes used for its currency symbol.  Ethereum is a permissionless, non-hierarchical network of computers (nodes) which build and come to consensus on an ever-growing series of \"blocks\", or batches of transactions, known as the blockchain. Each block contains an identifier of the block that it must immediately follow in the chain if it is to be considered valid. Whenever a node adds a block to its chain, it executes the transactions therein in their order, thereby altering the ETH balances and other storage values of Ethereum accounts. These balances and values, collectively known as the state, are maintained on the node's computer separately from the blockchain, in a Merkle tree.  Ethereum also allows for the creation of unique and indivisible tokens, called non-fungible tokens (NFTs). Since these types of tokens are unique, they have been used to represent digital art, sports memorabilia, virtual real estate and gaming.  Each node communicates with a relatively small subset of the network, known as its peers. Whenever a node wishes to include a new transaction in the blockchain, it sends the transaction to its peers, who then send it to their peers, and so on. In this way, it propagates throughout the network. Certain nodes, called miners, maintain a list of all of these new transactions and use them to create new blocks, which they then send to the rest of the network. Whenever a node receives a block, it checks the validity of the block and of all of the transactions therein and, if valid, adds it to its blockchain and executes all of said transactions. As the network is non-hierarchical, a node may receive competing blocks, which may form competing chains. The network comes to consensus on the blockchain by following the \"longest-chain rule\", which states that the chain with the most blocks at any given time is the canonical chain. This rule achieves consensus because miners do not want to expend their computational work trying to add blocks to a chain that will be abandoned by the network.  Ether (ETH) is the cryptocurrency generated by the Ethereum protocol as a reward to miners in a proof-of-work system for adding blocks to the blockchain. It is the only currency accepted in the payment of transaction fees, which also go to miners. The block reward together with the transaction fees provide the incentive to miners to keep the blockchain growing (ie. to keep processing new transactions). Therefore, ETH is fundamental to the operation of the network. Each Ethereum account has an ETH balance and may send ETH to any other account. The smallest subunit of ETH is known as a Wei and is equal to 10-18 ETH. Ether is often erroneously referred to as \"Ethereum\".  There are two types of accounts on Ethereum: user accounts (also known as externally-owned accounts) and contracts. Both types have an ETH balance, may send ETH to any account, may call any public function of a contract or create a new contract, and are identified on the blockchain and in the state by their address.  User accounts are the only type which may create transactions. For a transaction to be valid, it must be signed using the sending account's private key, a 64-character hexadecimal string that should only be known to the account's owner. The signature algorithm used is ECDSA. Importantly, this algorithm allows one to derive the signer's address from the signature without knowing the private key.  Contracts are the only type of account which has associated code (a set of functions and variable declarations) and contract storage (the values of the variables at any given time). Contracts are passive entities, only able to do anything as a result of an account calling one of its functions. During the execution of its code, a contract may: send ETH, read from and write to its storage, create temporary storage (memory) that dies at the end of the function, call any of its own functions, call any public function of a different contract, create a new contract, and query information about the current transaction or the blockchain.  Ethereum addresses are composed of the prefix \"0x\", a common identifier for hexadecimal, concatenated with the rightmost 20 bytes of the Keccak-256 hash of the ECDSA public key (the curve used is the so-called secp256k1). In hexadecimal, 2 digits represent a byte, meaning addresses contain 40 hexadecimal digits, e.g. 0xb794f5ea0ba39494ce839613fffba74279579268. Contract addresses are in the same format, however, they are determined by sender and creation transaction nonce.  The Ethereum Virtual Machine (EVM) is the runtime environment for smart contracts","tags":["ETH","Ethereum","crypto","pixels","Vitalik","Ξ"],"formats":[{"uri":"ipfs://QmZxt68HVTM7oGEuuCeEaB7Arg71ZeUXBMynshyNJr1uVW","mimeType":"image/gif"}],"artifact_uri":"ipfs://QmZxt68HVTM7oGEuuCeEaB7Arg71ZeUXBMynshyNJr1uVW","display_uri":"ipfs://QmZxt68HVTM7oGEuuCeEaB7Arg71ZeUXBMynshyNJr1uVW","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}