{"__version": 1, "token_id": 216684, "symbol": "OBJKT", "name": "Brighton Beach Sunrise Triptych | Portraits", "description": "This is one of a pair of Triptychs exploring the nature of portrait and landscape photographic forms. \n\nAll of the images were captured one morning after I had been completely unable to sleep, after tossing and turning some hours, with the edge of sunrise colouring the sky. I got up and walked to the beach to photograph the sunrise and any other things I found along the way. It was a beautiful morning, swimmers in the sea, the town quiet, and a lone man intently detecting along the tide-line. The colours of the morning were incredible, and made me contemplate just how much I had been missing living in Brighton not making my way down to the shore for sunrises routine.\n\nThese images are slices (to take a turn of phrase from @DuanesWorldArt) of my window into the world the 16th of June sunrise morning 2021.\n\nFor this I am taking an idea from @wgm_v for Triptychs in three parts, collect all three parts to redeem the Triptych. These however are all 1/1s and do not require burning to claim.\n\nThis also happened to be the last morning this camera took photographs, and the final shot I could ever take on it I will mint and drop to whoever finds themselves in possession of all of these images.\n\nCollect all three to receive the accompanying Triptych | Portraits: Pigeon Bathtime, Detectorist, Seagulls\n\n| 8755x3862px | Canon 400D and Lightroom | Photographed 16th June, 2021 06:08-06:13, Brighton Beach, Brighton, East Sussex |", "artifact_uri": "ipfs://QmatGvyEWonAhRFz3gom2DwzF29rHCTgUQAqavLL3Kzo1a", "display_uri": "ipfs://QmXaJyZ4RESfsGRnR1kz7UK3SvkZWWfw7WUtXV7qmtqHUZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmatGvyEWonAhRFz3gom2DwzF29rHCTgUQAqavLL3Kzo1a", "mimeType": "image/png"}], "creators": ["tz1T9mwfpXQJqb5LJ2CZ6sd69K9vyo6xEPLW"], "tags": ["Photography", "Brighton", "Beach", "Triptych"], "extra": {}}