{"__version": 1, "token_id": 231184, "symbol": "OBJKT", "name": "Chaos Eater", "description": "Mexican visual artist Andrew Roberts (b.1995, Tijuana) is the author of an exclusive Club Terremoto NFT edition for its 2021-2022 annual membership campaign. \n\nAfter purchasing you will be able to get the high resolution video of this animation, and a physical reproduction of the sculpture made in resin. For images and information of the physical sculpture, please visit https://robertsandrew.com/Chaos-Eater\n\nx\n\nCurrently, Roberts is developing an investigation around the colonial foundations that are hidden within high fantasy and its different recreational manifestations: video games, collectible cards and role-playing games. The works that are triggered from this project explore the relationship between magical thinking and technological extractivism; between epic narratives and colonial expansion; between the categorization of fantastic beings and eugenic ideologies around race.\n\nFor the Club Terremoto edition, the artist presents a digital sculpture with its physical counterpart, which refers to the Arthurian myth of the sword in the stone. In this, King Arthur of Britain as the mobile of divine forces extracts Excalibur from a stone, and with it accesses the manifest destiny to expand and defend his empire under Christianity. In this sense, this myth serves as an imperialist proto-discourse of colonial expansion, where race, gender, and sexual identity are motives for naming who has the right to property over others. Chaos Eater is an exercise of tensions, where the sword is replaced by a weapon from the Darksiders video game and the stone by an Olmec sculpture. When facing these objects, the piece works as a catalyst for the discussion of the conquest and eradication of pre-Columbian civilizations, but also about the post-colonial structures that still persist.", "artifact_uri": "ipfs://QmZWpWcoij825G351fG67mVFo7w9d5jBseSuYPvM5i4j36", "display_uri": "ipfs://QmUsqGCNZwcv8MXoURK5t1CBq4F6sJ7eL789GPerp85Qwr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZWpWcoij825G351fG67mVFo7w9d5jBseSuYPvM5i4j36", "mimeType": "video/mp4"}], "creators": ["tz1bTLyiozpSSFi259UHb9tgvps7LYLFsqzn"], "tags": ["contemporaryart", "animation", "sculpture"], "extra": {}}