{"__version": 1, "token_id": 212595, "symbol": "OBJKT", "name": ".faceless ed 4 / 7", "description": "Oneiric Mirror is an exploration of the relationship between humanity and nature through the eyes of a machine. Offering a thoughtful and different look at our relation with the living world, the mirror reflects humankind in the guise of transnatural, posthuman simil-demigods. This way, it shows a world in which humans are being hybridized with natural entities. The end question of the work is: would we, as humans, keep destroying our own world? Or we would take care of it much more, knowing that our life is very tightly related to the health of the planet?\n\nThis phantasmagoria represents a journey in the daydreams and nightmares of the machine, a walk through the latent space created by its hallucinations. A Neural Network was trained on several datasets made by thousands of images of humans and natural elements. During the learning process, the machine, instead of keeping the data separated in a structured way, merged them, creating oneirical hybrids from different worlds.\n\nFourth unique edition of a video series, edited exclusively for NFT market.\n\nIn Faceless II, we walk into what could resemble nightmares: defaced anthropomorphic para-creatures, which share similarities with humans. Despite their imperfection, and even aberrant quality, to our eyes, they embody a perfect symbiosis between humans and nature for the machine.\n\nFaceless II is part of a series of works, which explore the infinite possibilities and combinations within the imperfection of the machine and its point of view toward our relation with non-human elements. It was made made with a customized version of Nvidia’s StyleGAN 2 algorithm (Style-Based Generative Adversarial Network by Tero Karras, Samuli Laine, Miika Aittala, Janne Hellsten, Jaakko Lehtinen, Timo Aila).\n", "artifact_uri": "ipfs://QmX8L6d7QSAubfemvA5yTMR3HJWARgNNUHPPPWftLHHjsA", "display_uri": "ipfs://QmYuQogsRkXGogo7UZLjZrr58nHLjLXVUSULNHozN6vCxH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX8L6d7QSAubfemvA5yTMR3HJWARgNNUHPPPWftLHHjsA", "mimeType": "video/mp4"}], "creators": ["tz1WGJvf3RE32KBbZPaiMFEAgaGszHss42s4"], "tags": ["animation", "earth", "gan", "dystopia", "pandemic", "machinelearning", "covid", "digitalart", "neuralnetwork", "computer", "aesthetics", "generative", "machine", "posthuman", "coding", "creative", "artificialintelligence", "nature", "humans", "portraits", "art", "sketches", "exhibition", "exclusive", "unique", "edition"], "extra": {}}