{"__version":1,"extra":{"display_uris":[]},"token_id":127790,"symbol":"OBJKT","creators":["tz1i6TXnVxmidudgxdUnaok3PHA25519Um7y"],"name":"the game of chance","description":"March 29th, 2000  Chance glanced up from the document he’d been perusing just as Mortimer entered the room, a large brown envelope weighing heavily in his arms. The Large Brown Envelope. The grown man immediately groaned upon seeing it, practically kicking his leg under his desk.  \"Is it five already?\" the man inquired for no reason other than to further express his disapproval at the appearance of his long-time personal assistant with the LBE despite knowing the meeting had been arranged for this precise moment since Pippa’s pregnancy announcement. He took a swig of his half-empty glass.  \"Yes, Mr. Carter,\" replied Mortimer in a tone that indicated he was used to this low-grade petulance from his employer. The man crossed the room and sat stiffly on the leather chair opposite Chance’s. He took a look at the contents of the desk and then, with wrinkled and weary eyes, said, “Are you drunk?”  \"Oh, I'm loaded,\" Chance stated matter-of-factly, his gaze just the slightest bit unfocused. \"Absolutely blasted.\" His chin rested on his hand, his elbow on his desk, and he gave a wicked grin against his fingers.  He then went on a brief rant about his busy morning. \"Three before dawn.\" He shook his head at the absurdity of it all, the incompetence of the general public, and raised his head to pour himself a refill. \"Would've been four, but a deal was made. Those McMillan brothers are so bloody sloppy.\"  \"Well, look at who their father was,\" quipped Mortimer with a brief quirk of his lips. Chance set down his glass and pointed pointedly at him.  \"Precisely.\"  He smirked and leaned back in his chair, elbows on luxurious armrests, steepling his fingers. \"And I've got the benefit for dismembered orphans or whatever it is tonight, and Pippa is fretting about her clothing again. Is there no one who can make a pregnant woman look properly fit? Must they all look like... mothers-to-be?\" He made a face.  \"I can't imagine how difficult it must be to look at the body of the woman who is growing your child,” Mortimer drawled, his tone understanding enough to win a Tony. \"That seamstress from Winkle Rock does fine work,” he mentioned, as an aside.  \"I haven't seen her in over a decade, Mortimer, why are you always bringing her up?\" Chance’s gaze was only slightly glazed as he looked at his Chief of Staff with judgment.  \"I liked her,” the older man huffed. “My suits never looked better when you visited her. She just has a…\"  \"Oh, I know what she has,” Chance mentioned, with a curt cheers to… whatever her name was Everedge.  \"Which brings us to the next order of business.\" As usual, Mortimer brought the discussion and the ambiance to a screeching halt with his Business Tone.  Chance sighed. \"Fine, let's get this over with.\"  The man, looking satisfied, began sorting the documents from within the LBE.  \"I hate this, you know,\" Chance commented.  \"Yes, I am aware, sir.\" said Mortimer. “Now, let’s begin.”  The Chief of Staff brought his closed hand over the stack of paperwork, opening it to release a thin tri-sided pen so black it seemed to suck in the air around it. The pen hovered, waiting. Mortimer cleared his throat. “The Final Will and Testament of Chance Carter.”","tags":["OC","digitalpainting","handanimated",""],"formats":[{"uri":"ipfs://QmY1DFUQxbTA4po2bc8uheTRCszPJWqB9y649n2RYF27zF","mimeType":"image/gif"}],"artifact_uri":"ipfs://QmY1DFUQxbTA4po2bc8uheTRCszPJWqB9y649n2RYF27zF","display_uri":"ipfs://QmY1DFUQxbTA4po2bc8uheTRCszPJWqB9y649n2RYF27zF","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}