{"__version": 1, "token_id": 157990, "symbol": "OBJKT", "name": "NEW AND USED GLORY ", "description": "JPG 2400 X 1350 NEW AND USED GLORY is the best-known photograph from my Pikes Project intermedia series. It pictures an American flag tangled in the security bars on a window of a new and used tire store in Nashville, Tennessee. The image was captured in 2016 and it’s only become more resonant and meaningful in the last five years. NEW AND USED GLORY has been displayed in four exhibitions across the Southeast U.S. A limited edition print of the photograph was purchased for Metro Arts Nashville’s permanent public art collection in 2018. It’s currently hanging in the Historic Courthouse Building in downtown Nashville, TN.   The Pikes Project deploys street photography essays, poetry, public art and creative placemaking to celebrate the neighborhoods and communities that are defined and connected by Nashville’s historic “Pike” roadways. The project began as a series of street photography essays published to WPLN Nashville Public Radio’s website in 2015. The essays were accompanied by spoken word poetry broadcasts during morning drive time. The photo essays and poems reflect on the overlooked beauty along Nashville roadways in neighborhoods like East Nashville (Gallatin and Dickerson Pike) and South Nashville (Nolensville Pike). The words and images highlight the sites and scenery that make these various sections of the city distinctive and unique. The project has expanded to include community poetry and photography projects, displays and exhibitions. Neighbors across the city share their own images of the pikes @pikesproject Instagram account and there are more than a thousand #pikesproject posts on the platform. Most recently I’ve organized creative placemaking workshops to create public art works. The Pikes Project Poetry Billboards found middle school students in Madison, TN and immigrant construction workers in South Nashville creating verses for massive roadside displays celebrating National Poetry Month in April 2020 and 2021, respectively. Many of these projects have been funded with 25K in grants and awards from Metro Arts Nashville and Tennessee Arts Commission.", "artifact_uri": "ipfs://Qme8Vj9Daz9X2VR8zAEW5crxggaCfRphDJfhSUzKTd6BdU", "display_uri": "ipfs://QmPQhhmu1imDNroP6FPzNeJWia2Pn2TuaaRjfEqNCtzazs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qme8Vj9Daz9X2VR8zAEW5crxggaCfRphDJfhSUzKTd6BdU", "mimeType": "image/jpeg"}], "creators": ["tz1eemr2xEXpoaRU6fqa4xGN5YbXHYLsgAuX"], "tags": ["photography", "photo", "fourthofjuly", "mightyjoenolan", "@mightyjoenolan", "patriot", "immigration", "activism", "border", "spanish", "espanol", "nashville"], "extra": {}}