{"__version": 1, "token_id": 187390, "symbol": "OBJKT", "name": "Bio-symbiotic social structure", "description": "Description: 29th audio-visual NFT from ΞSPACΞ album - a collaboration between Yura Miron and Stanislav Tolkachev. They both have started working separately on material included in this album since the beginning of global covid19 pandemic in 2020. In December of 2020 Yura started learning from Stanislav all things about making electronic music, and building his own studio and music setup with help of Stanislav. During this time they became friends and in the beginning of March 2021 they organically started collaborating on this album, merging their art and music into One and creating new music and visuals together. This album includes 30 audio-visual loops that will be minted on Yura’s favorite cryptoart platforms: on SuperRare, Hic et Nunc, KnownOrigin, Foundation, MakersPlace and Rarible during the minting marathon starting on June 21st and ending on July 30, 2021. This album covers a wide range of topics related to outer space exploration and the artist's inner reflection on what’s being discovered there. Selected tracks from this ΞSPACΞ are scheduled for vinyl release on Muscut label in 2022. During minting of ΞSPACΞ Yura and Stanislav will perform live audio-visual improvisations every Thursday at 3 pm Kiev time that will be streamed on YouTube. The whole album will be exhibited in a gallery in Kiev in September 2021 as well as in Yura Miron’s gallery in CryptoVoxels after all of NFTs will be released.\n\nRead Stanislav’s interview for Resident Advisor about our album here: https://ra.co/features/3856?utm_source=newsletter&utm_medium=email&utm_campaign=GlobalNewsletter-2105.3\n\nFile format: 2048x2048 MP4 loop. \n\nAlbum website: espacenft.xyz  \nYura Miron: yuramiron.art  \nStanislav Tolkachev: tolkachev.xyz", "artifact_uri": "ipfs://QmWt53WkBnDQDJSfp1kVHKHoFJrCA3PkuLfs83Ey4TDr2a", "display_uri": "ipfs://QmcmmwMLgJW85NorVYHesPuoJcvyUy68BG8cbYpqda854f", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWt53WkBnDQDJSfp1kVHKHoFJrCA3PkuLfs83Ey4TDr2a", "mimeType": "video/mp4"}], "creators": ["tz1YPrirdufh5MpmqPfxDzEjmrt1HBssjcQg"], "tags": ["scifi", "ai", "aiart", "animation", "infinite", "loop", "neuralnetworkart", "neurography", "psychedelic", "surrealism", "visionaryart", "generative", "yuramiron", "stanislavtolkachev", "audiovisual", "collaboration", "espace", "album", "modular", "electronicmusic", "analog", "mp4"], "extra": {}}