{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"91590-128.jpeg","fileSize":5017,"dimensions":{"value":"128x165","unit":"px"},"path":"QmYTqcmwmzqJv7ztEsxRCBrLaE9eGPTdpcTBAe5BWH2vGe","cid":"QmYTqcmwmzqJv7ztEsxRCBrLaE9eGPTdpcTBAe5BWH2vGe"},{"mimeType":"image/jpeg","file":"91590-512.jpeg","fileSize":44315,"dimensions":{"value":"512x658","unit":"px"},"path":"QmdnUAuMQXub5U1RWvXTTx54XgLQJ3YRFNdZeS2QxXhzLC","cid":"QmdnUAuMQXub5U1RWvXTTx54XgLQJ3YRFNdZeS2QxXhzLC"},{"mimeType":"image/jpeg","file":"91590-1024.jpeg","fileSize":122942,"dimensions":{"value":"1024x1317","unit":"px"},"path":"QmPTVRHLDP91R7KoBYBz7iHdSA7H46qgGPeeZffGefzp4Z","cid":"QmPTVRHLDP91R7KoBYBz7iHdSA7H46qgGPeeZffGefzp4Z"}]},"token_id":91590,"symbol":"OBJKT","creators":["tz1MBcqxFDZuFG7SnP6Q4kpWMhSTgS9C6i2G"],"name":"Terra Bumi","description":"I am the home in which you create. I am home to Air and Water and Fire and Man. I do not deprive and I do not starve. It is not in my nature to co-exist with deprivation. I am here to provide, to nourish and to feed. I feed the air through my trees. I feed your eyes through my Hue's. I am the microcosm of my beauty. I birth only through love from my fertile grounds. I am the mother to all of your mother's. I am the nurturer to the nurturer. I am the lover to your lovers. Nature is sensual and I am sensual in my giving. I am a chest of lands, and lands of skin There is no place for greed when you recieve My rivers flow straight to your mouths Touch me and I will provide Protect me and you will thrive Tend to me and you will grow Heal for me, and I heal too My fertile soil is your fertile mind Taste my fruit and be thankful, be grateful There is enough for all of you. There is enough for more of you. You have freewill, so choose the free You have freewill, resist the will To hurt, to maim, to destroy and to kill. I wait for you in the breeze and the air I wait for you in the rivers I cry I wait for you in echoing hills I wait for you in the whispering trees I wait for you in the scent of the earth I wait for you in the sand of the seas I wait for you to hear my pleas. By @penellophie","tags":["fineart","mystiqueart","illustrarion","art","conceptart","lake","lady","sad","motherearth","mood"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmYVFCZtZASRaDdS6cT28r7S9u5WYoNXRkiYKv95AKoDhu"}],"artifact_uri":"ipfs://QmYVFCZtZASRaDdS6cT28r7S9u5WYoNXRkiYKv95AKoDhu","display_uri":"ipfs://QmPTVRHLDP91R7KoBYBz7iHdSA7H46qgGPeeZffGefzp4Z","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}