{"__version": 1, "token_id": 219098, "symbol": "OBJKT", "name": "\"EYE IN THE SKY #2\" Opal Bracelet", "description": "Purchasing this digital file makes you the owner of the pendant! Message me thru my twitter account, linked to this profile and we'll get you the physical artpiece! Thank you so much for sharing the love!\n\n“EYE IN THE SKY #2”⚡️👁⚡️\nAustralian Coober Peddy Opal, cut and polished by myself 🥰\nBox chain created link by link by myself!✨\n👁\nOpal is a stone of transcendence, higher self connection and embodiment, all-pervasive awareness, and healthy spaciness...sometimes grounded spaciness. Rainbow Body is quite prominent with this stone in the aura. Visualizations, akashic access, intuition, and out-of-body experiences are empowered superbly with this stone.\n👁\nThis piece is made with the intention to slide into the third eye realm, really expanding into an intuitive knowing, feeling all before it is rationally processed, transcending the karmic cycles of physical trauma. Aligning with one optimal timeline, one beautiful path of peace and healing.\nOpal is very heady, very colorful and very potent. Double vision of both physical and energetic realms. Heavenly experiences.\nThis is a great tool to use for qigong and other energy movement! Enjoy 😁\n👁\nSong: “Eye In The Sky” by The Alan Parsons Project", "artifact_uri": "ipfs://QmRMUDbJEHR4GGQVVTPB8nTfk9sSMBVYDmCxyw5gqWpkzp", "display_uri": "ipfs://QmVWYqpXjvpcHkNnzkYb4YjEKsAdqR5a5zg379fhy9YyVD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRMUDbJEHR4GGQVVTPB8nTfk9sSMBVYDmCxyw5gqWpkzp", "mimeType": "video/mp4"}], "creators": ["tz1fyzeSfRFPnps1BjUQ5AMWdtkoj362Uuk2"], "tags": ["eye", "opal", "crystals", "healing", "love", "trip", "rainbow", "copper", "bracelet", "handmade", "chain", "link", "astral", "energy", "third", "eye", "chakra"], "extra": {}}