{"__version": 1, "token_id": 272798, "symbol": "OBJKT", "name": "JP Allende: Zen.mp3", "description": "title: Zen (09-2021 / premiere)\n\nauthor: JP Allende (el / him). ‘He pasado por algunos seudónimos según el estilo que trabajo, me pueden encontrar por Rafiki, Aum y J Allende / I have gone through pseudonyms depending on the style I work, you can find me as Rafiki, Aum and J Allende’\n\nlocality: Región de Coquimbo, Chile. ‘Me siento parte de la IV Región y sus hermosas valles, me siento hijo de estas tierras / I feel part of the IVth Region and its beautiful valleys, I feel like a son of these lands’\n\nEsta canción es súper bonita para mí. Quise transmitir el estado de vacío propio de la filosofía Budista Zen, que trata fundamentalmente de no tener basura en mente. Es una canción que he trabajado durante todo un año de confinamiento, en el que me dediqué a producir y experimentar nuevos sonidos mezclados con la filosofía que estoy aprendiendo. Mi música está hecha de mi, de lo que vivo, lo que siento. Me gusta incluir groove latinos siempre en mis producciones, también vocales con las que cosas que me gustan\n\nThis song is super beautiful for me. Through it, I wanted to transmit the state of emptiness typical of Zen Buddhist philosophy, which is about not having garbage in mind. It is a song that I have worked on during a whole year of confinement, in which I dedicated myself to producing and experimenting new sounds, mixed with the philosophy that I have been learning. My music is made of me, of what I live, what I feel. I like to always include Latin grooves in my productions, also vocals and elements I appreciate.\n", "artifact_uri": "ipfs://bafybeihvutgefzkfu37cftnssgvttf56ry2b4bqnwlvaqpcvtuwfb7b5la", "display_uri": "ipfs://bafkreibupjpghjh7q524jhs5tp5xakisyhlolf7eluh6ewdw4gep57efm4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihvutgefzkfu37cftnssgvttf56ry2b4bqnwlvaqpcvtuwfb7b5la", "mimeType": "audio/mpeg"}], "creators": ["tz1X2T6MhDT37H8ehfQEhzgdghuJLCyv5HKL"], "tags": ["cooperativalocal", "@jotape__allende", "music", "gallery", "musica", "galeria", "house", "dubhouse", "deephouse", "viaje", "trip"], "extra": {}}