{"__version": 1, "token_id": 185607, "symbol": "OBJKT", "name": "DLL Universe-87", "description": "#DAIANA%20LAZZARIN \n#daiana_lazzarin\n@daiana_lazzarin\nTitle: \"DLL Universe-87´\"\nDuration: 0:02:23\nDirection, Production and Sound: Daiana Lucia Lazzarin (DLL)\nYear 2010\nGenre: Video art.\nTechnique: Mix of Digital Photographs, 2D and 3D Animations, along with Digital Filming. Use of 3D Studio Max, Adobe Photoshop, Macromedia Flash, and Image Ready.\nProvince: Mendoza\nArgentina country.\nSynopsis: Daiana Lazzarin, participated by sending two videos, of the III Video Art Award, Astillero City Council, IV Festival of Photography and Video FOCONORTE, held on April 30, 2010, at El Almacén de las Artes (Market Square s / n, 39610 Astillero, Cantabria, Spain).\nThis Universe is a place in which sense and reason play with each other, dreams and the unconscious generate a series of symbolic images. The linear sense is displaced by a multilateral and deep sense. The interaction of worlds as different as the real and the imaginary are the proposal to triumph over the spectators. My main idea is to create a fusion between art and everyday reality. Losing the logical-temporal instinct and reaching a state beyond the passage of time, at a point where everything and everyone disappears; the inner state of absolute wisdom. When we stop walking a path through life, love and time, to become life, time and eternal love. The Universe is not a place at a fixed point, but is everywhere from the micro to the macrocosm. The various dimensions, thanks to artistic reality, come to life and make it easy for us to transport ourselves to worlds never before imagined.", "artifact_uri": "ipfs://QmNZdsNqBhiigjDKHAVc5XmoLWjH986gFL2kJoo6289p5V", "display_uri": "ipfs://QmfNkLkZNuCHTBAKYDhVz2EZPTmbkEHMiemyTKLSwkF781", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNZdsNqBhiigjDKHAVc5XmoLWjH986gFL2kJoo6289p5V", "mimeType": "video/mp4"}], "creators": ["tz1bDu8T9WigjAvU9vTu1t7UmRYtf5UaW8gi"], "tags": ["", "art", "universe", "love", "animation", "gif", "stopmotion", "digitalart", "videoart", "digitalartist", "woman", "3D", "3DMax", "daiana_lazzarin", ""], "extra": {}}