{"__version": 1, "token_id": 227307, "symbol": "OBJKT", "name": "Kapitan Pattimura", "description": "Seri Potret Pahlawan Nasional Indonesia\n\nMasih kuat didalam ingatanku sewaktu masih duduk dibangku sekolah, di dinding ruang kelas selalu  saja terpampang poster-poster lukisan yang dikenal sebagai para pahlawan nasional Indonesia, sampai saat itu aku belum benar-benar sadar tentang realitas poster-poster lukisan itu. Sampai kemudian setelah masuk ke institut seni Indonesia dan belajar sejarah senirupa Indonesia, dan mendapati sejarah senirupa dimulai oleh pelukis Raden Saleh yang sebagian besar masa hidupnya aktif dan bekerja di eropa pada akhir abad 18. Lantas suatu hari kemudian aku melihat poster-poster lukisan para pahlawan itu lagi. Seperti yang tertera didalam poster-poster itu, bahwa tahun kelahiran sampai tahun-tahun kematian sebagian dari para pahlawan itu, bahkan jauh sebelum sejarah senirupa Indonesia dimulai. Jadi siapakah yang melukisnya? Kapan lukisan itu dibuat? \nSetelah melakukan riset tentang itu, aku menemukan beberapa versi berbeda dari setiap sosok seri lukisan potret- potret  pahlawan itu, bahkan pangeran diponegoro aku menemukan ada 5 versi yang berbeda yang beredar luas dimasyarakat. Bagaimana itu bisa terjadi? Padahal sudah terlanjur dijejalkan dalam buku-buku pelajaran sekolah di Indonesia.\nDengan berbekal fakta itu , aku kemudian membuat seri self foto potret sebagai para pahlawan-pahlawan itu dengan tujuan untuk mengintervensi dan mendekonstruksi sejarah yang menurutku “ngawur”. Aku sengaja memilih para pahlawan nasional yang masa hidupnya sebelum penemuan fotografi atau tidak memiliki foto sebagai bukti yang otentik. \nIntensi dalam karya ini,  sebenarnya adalah pernyataan bahwa siapapun bisa men-daku atau mengaku-i dirinya sebagai para pahlawan nasional itu, karena lukisan potret wajah para pahlawan itu hanyalah bentuk imajinasi para pelukis yang diorder khusus oleh pemerintah Indonesia.\n", "artifact_uri": "ipfs://QmRx4SWRTUbGyJxuvw4QDLeUPGxg4UavJ4L1RdoF2xC5Gs", "display_uri": "ipfs://QmPYP4K5CNoK8iJ4SceccWsZ9GZorEAzrC77uB8sRuTPCu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRx4SWRTUbGyJxuvw4QDLeUPGxg4UavJ4L1RdoF2xC5Gs", "mimeType": "image/jpeg"}], "creators": ["tz1Wu1VyW5C8cQCaPXWbnJ5NqPopiZysUyMD"], "tags": ["photography", "portrait", "visualart", "jimbo"], "extra": {}}