{"__version": 1, "token_id": 228607, "symbol": "OBJKT", "name": "Mtta_Mtnds: A Grande Marcha", "description": "Digital Illustration\n3054x4582px (19,84MB)\n.\n.\n.\n____________________\n\nCaminhando em direção ao início de tudo, refaço a minha jornada rumo ao não-ser, a fim de ser alguma coisa, talvez um  demi-homem. Marcado por rupturas brutais eu me disfarço com o crepúsculo e me refaço ao amanhecer. Me encontro marchando em espirais sem-fim. Sempre indo e voltando para dentro e para fora, até que nada disso faça sentido. O meu fim se tornou o início, e desse ponto em diante eu posso recomeçar.\n\nNessa grande Marcha de bonitas ilusões, eu caminho titubeando, me modificando (sendo um mutante). Eu vou caminhando juntamente com minhas irmãs e irmãos, alguns à frente, outros atrás, e por sorte no caminho encontramos aqueles que vão junto com a gente, lado a lado. Já não tenho fronteiras. Meus limites foram desfeitos. a muralha já vai cair. A hora chegou!\n\n_________________________\nWalking towards the beginning of everything, I retrace my journey towards non-being in order to be something, perhaps a demi-man.  Marked by brutal breaks I disguise myself with the twilight and remake myself at dawn.  I find myself marching in endless spirals.  Always going back and forth in and out until none of it makes sense.  My end has become the beginning, and from that point forward I can start over.\n\nIn this great March of beautiful illusions, I walk hesitating, modifying myself (being a mutant).  I walk along with my sisters and brothers, some ahead, some behind, and luckily along the way we meet those who go with us, side by side.  I no longer have borders.  My boundaries have been broken.  the wall is about to fall.  The time has come!\n", "artifact_uri": "ipfs://QmWVyzmTmpAjAtLfEF1bsdirG7Mau93qXBv3UyRyeNDUUT", "display_uri": "ipfs://QmWEqNda41BazaSG4VN1A5V78ZHLaxMdMK25VRjT96rrA8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWVyzmTmpAjAtLfEF1bsdirG7Mau93qXBv3UyRyeNDUUT", "mimeType": "image/png"}], "creators": ["tz1SXenpKSBH8yBV8RJkQd7WM9zDHRrmqBzm"], "tags": ["DigitalIllustration", "Illustration", "NFT", "Generative", "GenerativeArt"], "extra": {}}