{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"116656-128.jpeg","fileSize":3966,"dimensions":{"value":"128x163","unit":"px"},"path":"QmZ47b6YdtBtRPXTH1NhVRkKKnHhK1LitgjN7c2npCGfrp","cid":"QmZ47b6YdtBtRPXTH1NhVRkKKnHhK1LitgjN7c2npCGfrp"},{"mimeType":"image/jpeg","file":"116656-512.jpeg","fileSize":33353,"dimensions":{"value":"512x653","unit":"px"},"path":"QmXQNGtqLXWyzgtqNKM5gaaEFRfh3Xh6ubhSbzkSP9ggNw","cid":"QmXQNGtqLXWyzgtqNKM5gaaEFRfh3Xh6ubhSbzkSP9ggNw"},{"mimeType":"image/jpeg","file":"116656-1024.jpeg","fileSize":90658,"dimensions":{"value":"1024x1306","unit":"px"},"path":"QmY5ktLtSk7aZBamsUzd7cfJ25LApy54PWbwEcSVdtMkUC","cid":"QmY5ktLtSk7aZBamsUzd7cfJ25LApy54PWbwEcSVdtMkUC"}]},"token_id":116656,"symbol":"OBJKT","creators":["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"],"name":"Periodical Cicada Brood X Gen Clock (Cherry Network's Genesis NFT) ","description":"The face of the \"Periodical Cicada Brood X Gen Clock\" depicts the periodical cicadas Brood X that emerged in Maryland during spring 2004 while the single cicada shown at the top of the image is from the periodical cicadas Brood X that emerged in spring 2021. The rare periodical cicadas Brood X which are native to the eastern United States emerge once every 17 years. 🌱The massive emergence of billions of cicadas Brood X precisely at the same time ensures that enough of the population survives to procreate while many will be eaten by predators. Cicada predators include some birds, reptiles, amphibians, mammals, and other insects.  In early May, once the soil temperatures is around 64 degrees Fahrenheit, Brood X cicada nymphs will crawl up from the soil where they have been living, and feeding on tree root sap for the past 17 years. Once above ground, the periodical cicadas Brood X live for about six (6) weeks to shed their nymphal exoskeletons, grow wings, fly, mate, lay eggs, and then die. They climb up trees, or any vertical surfaces where they will molt out of their brown exoskeletons. Once molted, their fragile, crumpled white wings will slowly expand and darken within a few hours to transform into adults with hardened exoskeletons. Several stages of the periodical cicadas Brood X's life cycle are depicted on the face of the \"Periodical Cicada Brood X Gen Clock\".  🌱Once the male cicadas are adults, they “sing” their mating call to attract females with a loud sound up to 105 decibels. About ten (10) days after emerging, the cicadas mate; and the female cicadas lay eggs. A single female will deposit anywhere from 400 to 600 eggs in tree branches in her lifetime. Adult periodical cicadas will be active above ground for about six weeks. Once the eggs are hatched, the tiny white nymphs will fall from the trees and immediately burrow underground where they will live again for another 17 years as the life cycle starts again for the next generation. 🌱🌱Please note: Buyer(s) have the right to own, sell, lend, or otherwise transfer the NFT itself. They do not own the copyright. Therefore, they do not have the right to make or sell copies of the digital art; to transfer the copyright in the work; or to create derivative works based on the original.","tags":["Cicadas","Periodical","BroodX","insects","Lifecycle","clock","17-years","2004_2021"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmXJUgiNboMkZ2mT53CTr1LPmZKHYQRaMCPUE4kn3Uacsz"}],"artifact_uri":"ipfs://QmXJUgiNboMkZ2mT53CTr1LPmZKHYQRaMCPUE4kn3Uacsz","display_uri":"ipfs://QmVrYvzz2Mz4yYiAooPVanLtM5h8zSiFoVSp9AFW4S2bsP","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}