{"__version": 1, "token_id": 187756, "symbol": "OBJKT", "name": "Dock’s Electric Dream", "description": "This NFT is a Homage to LSD, Albert Hofman and Dock Ellis. Both Hoffman and Ellis are notables figures in the History of LSD. Albert Hofman was the first known person to synthesize, ingest, and learn of the psychedelic effects of lysergic acid diethylamide. Dock Ellis was the first and only person in recorded history to Pitch a No Hitter Games in baseball under the influence of LSD. This NFT is a collage of different images . if you want to learn more about Ellis and Hofman continue reading below:\n\nHOFMAN\n\nHofmann first synthesized LSD on 16 November 1938. The main intention of the synthesis was to obtain a respiratory and circulatory stimulant  with no effects on the uterus in analogy to nikethamide (which is also a diethylamide) by introducing this functional group to lysergic acid. It was set aside for five years, until 16 April 1943, when Hofmann decided to reexamine it. While re-synthesizing LSD, he accidentally absorbed a small amount of the drug through his fingertips and discovered its powerful effects. He described what he felt as being:\n\n... affected by a remarkable restlessness, combined with a slight dizziness. At home I lay down and sank into a not unpleasant intoxicated[-]like condition, characterized by an extremely stimulated imagination. In a dreamlike state, with eyes closed (I found the daylight to be unpleasantly glaring), I perceived an uninterrupted stream of fantastic pictures, extraordinary shapes with intense, kaleidoscopic play of colors. After some two hours this condition faded away.\n\nThree days later, on 19 April 1943, Hofmann intentionally ingested 250 micrograms of LSD. This day is now known as \"Bicycle Day\", because he began to feel the effects of the drug as he rode home on a bike. This was the first intentional LSD trip.\n\nHofmann continued to take small doses of LSD throughout much of his life, and always hoped to find a use for it. In his memoir, he emphasized it as a \"sacred drug\": \"I see the true importance of LSD in the possibility of providing material aid to meditation aimed at the mystical experience of a deeper, comprehensive reality.\"\n\nJune 12, 1970 no-hitter\n\nOn June 12, 1970, Ellis no-hit the San Diego Padres, 2-0, in the first game of a two-game doubleheader at San Diego Stadium, while reportedly under the influence of LSD. After the Pirates had flown to San Diego on Thursday, June 11, Ellis visited a friend in Los Angeles and used LSD \"two or three times.\" Thinking it was still Thursday, he took a hit of LSD on Friday at noon, and his friend's girlfriend reminded him at 2:00 p.m. that he was scheduled to pitch that night. Ellis flew from Los Angeles to San Diego at 3:00 p.m. and arrived at the stadium at 4:30 p.m.; the game started at 6:05 p.m.\n\nEllis said that he threw the no-hitter despite being unable to feel the ball or see the batter or catcher clearly. He also said that his catcher Jerry May wore reflective tape on his fingers, which helped Ellis see May's signals. Ellis walked eight batters and struck out six, and he was aided by excellent fielding plays by second baseman Bill Mazeroski and centerfielder Matty Alou.", "artifact_uri": "ipfs://QmPsoyaZ4HUbhWRyHhNX3SLtBn1bfx9ykQtav9vGM1JFLo", "display_uri": "ipfs://QmPsoyaZ4HUbhWRyHhNX3SLtBn1bfx9ykQtav9vGM1JFLo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPsoyaZ4HUbhWRyHhNX3SLtBn1bfx9ykQtav9vGM1JFLo", "mimeType": "image/gif"}], "creators": ["tz1QbNsyBSznN3T4eQsHtFjhNbjwsu3iEZ5G"], "tags": ["Digital", "collage", "lsd", "acid", "drugs", "baseball", "videocollage", "history", "beats", "music", "lofi", "mixedmedia"], "extra": {}}