{"__version":1,"extra":{"display_uris":[]},"token_id":137493,"symbol":"OBJKT","creators":["tz1NUUa7iqcTMRmepuGiKvj88tcq6TnKHBBX"],"name":"WATER Meditation + BINAURAL Beat + KALEIDA Dream","description":"WATER Meditation + BINAURAL Beat + KALEIDA Dream 20 min. - stereo audio binaural beat ALPHA - THETA - ALPHA  Big Thompson River - Rocky Mtn. National Park, CO, USA  Alpha- 8-14hz- relaxed focus, stress reduction, positive thinking, accelerated learning, FLOW state Theta- 6-8hz- REM sleep, deep relaxation, meditation, creativity, inner peace.   *use earbuds or headphones with both sides to be effective *audio recorded live on location.  PURCHASE UNLOCKS full HD video with open-eye kaleida meditation(700mb)  I went out of the box and put a lot into this piece. I took a chance because I feel strongly about this piece & feel it should be shared. I am very much into binaural beats & also record nature sounds with my audio gear as a hobby. For this piece I was inspired by the meditations I have had by, near or on water. Water is very cleansing & hypnotic. In this NFT I used audio I recorded in Rocky Mtn. National Park on the Big Thompson river.  I mixed the high quality audio with binaural beats. The frequencies used, & there benefits are…. Alpha- 8-14hz- relaxed focus, stress reduction, positive thinking, accelerated learning, FLOW state Theta- 6-8hz- REM sleep, deep relaxation, meditation, creativity, inner peace  This piece is coupled with a visual meditation from art of mine that I animated. I am a big fan of Dr. Joe Dispenza & his teachings have changed my life. The visual portion is inspired by kaleidoscope meditation https://blog.drjoedispenza.com/blog/meditation/the-purpose-of-the-kaleidoscope-and-why-we-use-it ","tags":["binauralbeats","meditation","water","kaleidoscope","kaleidoscopicmeditation","alpha","theta","pinealgland"],"formats":[{"uri":"ipfs://QmUz99peoxRxfVmiy7cySMgRvwSDBcqjffZusKjRb7FZJD","mimeType":"audio/mpeg"}],"artifact_uri":"ipfs://QmUz99peoxRxfVmiy7cySMgRvwSDBcqjffZusKjRb7FZJD","display_uri":"ipfs://QmTfUfdXQqRvX3BK86uXmrspbi87mkTJtcLDQUgyFR2tjU","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}