{"__version": 1, "token_id": 176693, "symbol": "OBJKT", "name": "Excavate", "description": "2021. 7050 x 4970 px. 1/1\n\nThe primary buyer also receives a high quality Giclee print on 3mm Dibond aluminium panel measuring 84.1 x 59.4 cm. The price includes free international delivery and is hand signed by the artist.  \n \nTo make art about the situation I find myself in and what is important to me is something unavoidable. My art is my subjectivity.\n\nMy art makes me understand why I make abstracts the way that I do. Why do I prefer one direction over another?\n\nI look into my art as visual representations of how I am feeling and what my motivations are. There is a pathway in the image to different layers of what is unconscious.\n\nI feel like I’m digging down or peeling back one thing after another to find the origins of my tastes and aesthetic, thinking about the things I’ve made from furniture to sculpture from found objects, collage and painting. The music I’ve listened to and the books I’ve read are forming an orderly line through different phases of my history. \n\nI see that like most people I’m endlessly looking for what it is that’s behind everything. And for me now, these excavations are the art that I make.\n\nThe idea of a stripping back to the origins of something is, for me,  clearly signified in these works. They suggest a layering or a moving away from a surface. There are glimpses of one thing positioned behind another like memories hidden and suddenly revealed.  Colours that at once compliment and contrast seem to be expressions of ideas and memories vying for my attention.\n\nI make digital art with laptops, iPads, cameras and apps and I really strive to find the accidental amongst the ones and zeros. More specifically its not the accidents that I’m looking for, it’s that amazing sense of excitement that I get when, amongst the chaos that I’ve created, what I've found suddenly and deafeningly resonates with something inside me and I have to stop. \n", "artifact_uri": "ipfs://QmZVHizQVSKQ1r8PVMzZfn7ByQMPvWAA6pHwMicNDfWdfM", "display_uri": "ipfs://QmctG8v29vX7eWt6uAdZhLBd55d1hFkKVcadqDhTkpKsiG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZVHizQVSKQ1r8PVMzZfn7ByQMPvWAA6pHwMicNDfWdfM", "mimeType": "image/jpeg"}], "creators": ["tz1NHP2mmBNbagWLLnaKM3C1QCtmuk2Qjg26"], "tags": ["Abstract", "1/1", "expressionism", "physical", "depth", ""], "extra": {}}