{"__version": 1, "token_id": 184193, "symbol": "OBJKT", "name": "Companion/Cranes", "description": "Companion/Cranes. 2021. 4950x7050px \n\nI’ve made a new collection of images; photographs I’ve taken that have been amended to include my digital abstracts. I’m calling this group ‘Without.’\n\nSome of these photographs were taken long before I had the idea to use them this way; as a space for my digital art. The oldest photograph here was taken around 10 years ago. All of the digital abstracts are ’20 or ’21.\n\nWhen I took them, I was only aware that they seemed like photographs with something missing. I was trying to photograph what I experienced as a lack and an absence in the physical world. I then had the idea of placing my digital art in this place of absence inside these older photographs. \n\nSince then, I’ve started taking photographs with the specific aim of using them as an exhibition space for my abstracts. \n\nI am photographing what is missing in the world to create a place for a virtual object.  \n\nThese amended or augmented photographs are my exploration of what digital art is. Well, what my digital art is. I’m thinking about the physical presence of a piece. Particularly in the NFT world digital art is located in a conceptual space. \n\nI seem drawn to the idea of merging the world of physical art and NFT art together.  At the moment, for me, they’re too separate.\n\nI became very interested in exhibiting my own work as a photograph. One of my pieces inside another creating a third. \n \nThe positioning of art is a question of taste, the art we choose helps us to express our subjectivity. Where you choose to hang an abstract, for example will be influenced by how it ‘works’ in the light of a particular space or how it compliments a particular piece of furniture or continues a theme, etc.\n\nA wonderful artist said to me ‘take up space’. These are the spaces I’ve chosen to take up. \n\nI, LabelsOnHumans, am in that dreaded thing, a liminal space. And that is what these images are saying about me. I think these images are a response to my life and experience at the moment. To me, they seem accurate, correct.\n\nAbstracts available via my website www.labelsonhumans.com\n\nPlease feel free to message me if you have any questions. \n\nMichael@labelsonhumans.com\n", "artifact_uri": "ipfs://QmQffP7i2wQet7YoyLGww3jHTQv3Zcm68pDQFB4q2koypC", "display_uri": "ipfs://QmdXXq9SQea1msYw4pNWBmWvEpneXGe5CHjzn5FqknfxPg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQffP7i2wQet7YoyLGww3jHTQv3Zcm68pDQFB4q2koypC", "mimeType": "image/png"}], "creators": ["tz1NHP2mmBNbagWLLnaKM3C1QCtmuk2Qjg26"], "tags": ["Abstract", "pastels", "street", "urban", "construction", "photograph", "fineart", "labelsonhumans"], "extra": {}}