{"__version": 1, "token_id": 220493, "symbol": "OBJKT", "name": "Scene 3 (too late for tears series)", "description": "Patrick Tresset, 18 frames gif, 1000 x 1239 , 2021\n \nToo Late for Tears is a 1949 film noir directed by Byron Haskin and starring Lizabeth Scott, Don DeFore, Dan Duryea, and Arthur Kennedy. It concerns a ruthless femme fatale who steals a suitcase containing US$60,000 ($652,600 today). The screenplay was written by Roy Huggins, developed from a serial he wrote for the Saturday Evening Post. Too Late for Tears has been in the public domain for many years. (wikipedia)\n\nLizabeth Virginia Scott (born Emma Matzo; September 29, 1922 – January 31, 2015) was an American actress, known for her \"smoky voice\" and being \"the most beautiful face of film noir during the 1940s and 1950s. After understudying the role of Sabina in the original Broadway and Boston stage productions of The Skin of Our Teeth, she emerged in such films as The Strange Love of Martha Ivers (1946), Dead Reckoning (1947), Desert Fury (1947), and Too Late for Tears (1949). Of her 22 films, she was the leading lady in all but one. In addition to stage and radio, she appeared on television from the late 1940s to early 1970s. (wikipedia)\n\nFilm noir is a cinematic term used primarily to describe stylish Hollywood crime dramas, particularly those that emphasize cynical attitudes and motivations. The 1940s and 1950s are generally regarded as the \"classic period\" of American film noir. Film noir of this era is associated with a low-key, black-and-white visual style that has roots in German Expressionist cinematography. Many of the prototypical stories and much of the attitude of classic noir derive from the hardboiled school of crime fiction that emerged in the United States during the Great Depression. (wikipedia)\n\nThe term film noir, French for 'black film' (literal) or 'dark film' (closer meaning), was first applied to Hollywood films by French critic Nino Frank in 1946, but was unrecognized by most American film industry professionals of that era. Cinema historians and critics defined the category retrospectively. Before the notion was widely adopted in the 1970s, many of the classic films noir were referred to as \"melodramas\". Whether film noir qualifies as a distinct genre is a matter of ongoing debate among scholars. (wikipedia)\n \nTechnique\n\nI produce these works with a computational system I have been coding since 2009. It was Initially developed during my doctoral studies at Goldsmiths College in London when I investigated the drawing practice and how to enable a robot to draw from observation. It has since been in constant development. Since 2011 it is controlling the behaviour of the robots used in the performative art installations I exhibit.  The initial work is the subject of several peer-reviewed research papers you can find via google scholar. In March 2021, at the beginning of hicetnunc, I wrote a  new layer with a graphical interface over the system to be able to have control over a system that was originally designed to be autonomous. The new system enables the production of digital artworks (stills and animations), using generative algorithms with feedback loops, computer vision, and machine learning models (AI). Thus the artworks are produced in a semi-autonomous manner. The way I work with the system is very similar to the way I was working when I was a painter (1990-2000).\n\n", "artifact_uri": "ipfs://QmWNy74fTXiQBf1oAmUjyJZRmpaoUMvDxDC3HUxtX5siZM", "display_uri": "ipfs://QmWNy74fTXiQBf1oAmUjyJZRmpaoUMvDxDC3HUxtX5siZM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWNy74fTXiQBf1oAmUjyJZRmpaoUMvDxDC3HUxtX5siZM", "mimeType": "image/gif"}], "creators": ["tz1Zq8aFULrNZekDFXKVoH3bF4JHHFvJuiop"], "tags": ["gif", "films-noirs", "generative", "etc."], "extra": {}}