{"__version": 1, "token_id": 227193, "symbol": "OBJKT", "name": "_radioastronomy_NASAprojects#02", "description": "_ArtScience Museum presents Indonesia Space Science Society-ISSS, by Venzha Christ_\n\nWorking with artists, scientists, astronomers and engineers in Indonesia, Venzha established Indonesia Space Science Society-ISSS as a framework for the exploration of space from a different perspective.  Whilst lacking the means that large space agencies such as NASA have, the Indonesia Space Science Society provides us with a compelling encounter with space nonetheless.\nThe art installation at ArtScience Museum results from the science of radio astronomy. The installation presents radio waves from space, sent and collected through self-made radio antennas gathering precise data from astronomical objects in space. The transmitted signals received from the planets and stars are then visually displayed and decoded into audible sounds which constitute the soundscape present in this gallery. Radio waves, together with light waves, have changed the way we view the Universe and dramatically increased our knowledge of it.\nThe Indonesia Space Science Society shows us that that space is a continuous source of inspiration that compels practitioners from all fields to understand the universe we are within, using both tools and ideas of science, and those of art.   \n(Note from NASA – A Human Adventure exhibition project 2016-2017)\n\nNASA – A Human Adventure is the most comprehensive and extensive touring space flight exhibition in the world. The exhibition marshals an extraordinary collection of over 200 historically significant artifacts from the U.S. and Soviet Union space programs. \n\n", "artifact_uri": "ipfs://QmZXdGUfQoxF849eRixHhUr9k6Zc3XWDuEh7stTYJzAr2L", "display_uri": "ipfs://QmbJvnHUMLb3gcmeLA7zyr1QT9uEBnLBhArakxv3NbcijX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZXdGUfQoxF849eRixHhUr9k6Zc3XWDuEh7stTYJzAr2L", "mimeType": "video/mp4"}], "creators": ["tz1SWuSoaaffJCLrRSt86xLUZMTLyX87hRG6"], "tags": ["space", "venzhachrist", "galaxy", "interstellar", "ufo", "planet", "mars", "spaceship", "radioastronomy", "spacemission", "spacescience", "nasa", "vufoc", "isss"], "extra": {}}