{"__version": 1, "token_id": 252893, "symbol": "OBJKT", "name": "Voxel Turtle Freeze", "description": "A voxel version of the B=INGS Turtle Freeze \n\nThey/Them/Theirs\n\nApproximate size = two square inches\n\nThis file is a 3D scan of a handmade figurine. It is capable of balancing in several ways, and it's signature freeze is an Air Baby. \n\nB=INGS are symbols of all things good and possible. What you believe to be good and possible - so do they. They were originally inspired by the culture of Hip Hop and the art of Bgirling, Bboying, or Breakin. They have no gender, no face, and no race. What sort of life will you give them, and what adventures will you have?\n\nB=INGS can either spin, balance in several ways, or both. You can play a game by Spinning your spinner, rolling your freeze dice, and picking up the spinner before it stops to get points. \n\nAlso ask, \"How many ways can you play?\" Make up your own rules, and your own games! Stack them, wear them, spin them, or just hold them in your hand and marvel at possibilities!\n\nB=INGS were first created December 25th, 2007.  Why?  Because ever since there have been people, we have been making little people.  Babies?!  Yes, and also replicas of our own wondrous form, by hand, with a curiosity for who and what we are.  \n\nThere are many guiding questions. How many ways can you ...\n\nPlay?\nTrade?\nGet Paid?\nGive it Away?!\nEducate?\nInnovate?\nCreate?\n\nHow many ways can they be made?\n\nMost Importantly:\n\nHow many ways can you do good in this world?\n\nThis is the first release of B=INGS as an NFT. Your purchase grants you non-exclusive rights to reproduce and sell this figure as a physical entity, or to use the asset in XR formats.  These same rights exist for anyone else who owns it, including me.  I do hope that you will prosper from it, and pay it forward. In the spirit of Hip Hop, let's build!\n\n", "artifact_uri": "ipfs://QmYC2WAcFdkEKHru3YfHg78cJJtrP4onwSJwtoaNvUGMcz", "display_uri": "ipfs://QmcQ9wGGnPmRTyprwM7zNxtmeqbHDqCRKK8koCADsGqNKZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYC2WAcFdkEKHru3YfHg78cJJtrP4onwSJwtoaNvUGMcz", "mimeType": "model/gltf-binary"}], "creators": ["tz1exxvtzqcD4iriC5QRTUpudTKWHTSXpfyv"], "tags": ["Voxel", "Turtle", "B=INGS", "bboy", "bgirl", "breakin"], "extra": {}}