{"__version": 1, "token_id": 274954, "symbol": "OBJKT", "name": "PIG MAN", "description": "Artwork created in celebration of #oBRjkt2 and September 7th, Brazil's independence\n\nen\nρig мαи\n\n\"The creatures outside looked from pig to man, and from man to pig, and from pig to man again; but already it was impossible to say which was which.\"\n\nAlmost 600,000 killed by covid-19, whose vaccine the government denied for months. 15 million unemployed. Highest fuel prices in the country's history. 116 million Brazilians in food insecurity or going hungry. Unbridled deforestation, ethnocide of native peoples and Afro-Brazilians. Destruction of health, education, culture, environment, economy.  \n \nThis is the balance of a little less than 4 years of a corrupt genocidal militiaman in power, a pig who governs for the benefit of his own family and for an elite that corresponds to a tiny portion of Brazil. A government that strives every day to annihilate its own population.\n\n_____________________________________________________________\n\npt-br\nρig мαи\n\n“Já naquela altura, depois de tanto abuso, era impossível distinguir o homem do porco.” \n \nQuase 600 mil mortos pela covid-19, cuja vacina o governo negou durante meses. 15 milhões de desempregados. Preços dos combustíveis mais altos da história do país. 116 milhões de brasileiros em situação de insegurança alimentar ou passando fome. Desmatamento desenfreado, etnocídio dos povos originários e afro-brasileiros. Sucateamento da saúde, educação, cultura, meio-ambiente, economia.  \n \nEste é o saldo de pouco menos de 4 anos de um genocida miliciano e corrupto no poder, um porco que governa em prol da própria família e para uma elite que corresponde uma minúscula parcela do Brasil. Um governo que se esforça todos os dias para aniquilar a própria população.\n\nArt created by: @ltnft21\nSound created by: @ltnft21", "artifact_uri": "ipfs://bafybeideho7zreh2dllzt4v652kemibcdwmysesdkluzf7bado4znef2lu", "display_uri": "ipfs://bafybeifsat7umaxqfcczqihw7txqsik26gykbfolaep5h27mw2hmzrrvkm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeideho7zreh2dllzt4v652kemibcdwmysesdkluzf7bado4znef2lu", "mimeType": "video/mp4"}], "creators": ["tz1XCSKkBR59w3x7n9gTwgUNuFY6do2gufib"], "tags": ["oBRjkt2", "collage", "art", "forabolsonaro", "brazil", "brasil", "politcs", "protest", "fire"], "extra": {}}