{"__version": 1, "token_id": 161276, "symbol": "OBJKT", "name": "KLASSE DENNY Time Capsule 2031 NFT (2021, ZIP File)", "description": "For the Summer Semester of 2021 (April - July) a group of students at the Hochschule fuer bildende Kuenste Hamburg (HFBK Hamburg) met weekly for an hour and a half to work through the phenomenon of NFTs – Non-Fungible-Tokens – and their sudden visibility in the art context. Local blockchain enthusiasts were enlisted to walk the group through the basics of blockchain, and the recent rise of NFTs as art. Topical issues related to this phenomenon were explored and discussed – from the basics of private currencies, digital money, claims to “decentralization”, the political affiliations and ideologies commonly associated with cryptocurrencies, the electricity usage of ‘Proof of Work’ consensys mechanisms and emergent alternatives like ‘Proof of Stake’ and ‘Proof of Spacetime’.  The session was concluded by a group exercise: minting a collective NFT on a ‘Proof of Stake’ blockchain. It was decided that a ‘time capsule’ format would be used, where all artists in the group submitted a file. These would be collectively compressed into a password-protected ZIP file (https://slate.textile.io/ipfs/bafybeih5ardh2bjns72wz5vjvzfqfcocjivyo2mogtvllomfa4fxzbe6eu), which would then be stored on a decentralized storage service (https://slate.host). An HTML file was minted as an NFT, containing the links to this wordpress webpage (https://klassedenny.space/nft). And in order to access the time capsule, a second page (https://klassedenny.space/nft/key) is timed to go live in 10 years – providing the key to unlock the zip, and reveal the aged files in 2031.  For the NFT, a fixed price was set for sale (1 Tezos for every participating artist), and a german GbR was set up to split proceeds in the future equally among the participants. Further, a 25% resale rate was saved into the Tezos smart contract, so that the minting wallet would receive this percentage whenever sold.  Participating Artists: BELIA BRUECKNER, MERLE DAMMHAYN, SIMON DENNY, TAISSE FROMME, LEYUAN LI, YI LI, CLEO MIAO, ANNA PELZ, LEON ROTH, JAKOB SITTER, KUNO SELTMANN, PRATEEK VIJAN, INSA WAGNER.  Facilitating Team: LEO KRAMPE, MAX VON OLFERS, HANNES WIRTZ.", "artifact_uri": "ipfs://QmUCKgx9wN5yAJj79ahTn8EASMWrLRYxX4gJUY8U3G2HRP", "display_uri": "ipfs://QmRYHrcVZnM8UJHhumUUdi9LhecATZmKbMGAkfQuutNnYC", "thumbnail_uri": "ipfs://QmPeeH69aqdu43Yq4q9vM8XA55VfCt3eAUNoAi3sr7dHkU", "formats": [{"uri": "ipfs://QmUCKgx9wN5yAJj79ahTn8EASMWrLRYxX4gJUY8U3G2HRP", "mimeType": "application/x-directory"}], "creators": ["tz1NisvvqYZE1dgsJTY14XL64xbsNudSAgTS"], "tags": ["klassedenny", "timecapsule", "zip", "HFBK", "art", "2021", "2031", "beliabrueckner", "merledammhayn", "simondenny", "taissefromme", "leyuanli", "yili", "cleomiao", "annapelz", "leonroth", "jakobsitter", "kunoseltmann", "prateekvijan", "insawagner", ""], "extra": {}}