{"__version": 1, "token_id": 236276, "symbol": "OBJKT", "name": "Ohm's Law --==--+--==--", "description": "A generative artwork in the form of a musical instrument, driven by virtual resistances and voltages.\n\n\n####################  PREPARATION  ####################\n\n\nAccording to Ohm's Law, two resistors placed in series between a high (plus, red) and a low (minus, black) voltage rail form a voltage divider, with the resulting voltage being measured in between the two resistors 8and relative to the minus rail). The voltage on the touch point of the two resistors changes according to the ratio of the two resistors.\n\nResistors are electronic components which have a value (\"resistance\") measured in Ohms. The higher the resistance of a resistor, the higher the voltage that can be measured across its leads when current flows through it.\nAlso, the higher the resistance of a resistor for any given voltage difference across it, the lower the current (amperes) that flows through it.\n\n\n####################  INSTRUCTIONS  ####################\n\n\nIn the game, the vertical bars represent voltages. The longer the bar, the higher the voltage on the corresponding voltage divider.\n\nThe player can modify the values of the resistors on the left and right by scrolling the mouse wheel or using arrow up/down keys over the first three rings of a resistor. These three rings are the color code for the value of the resistor. For more info on that, see: https://www.digikey.de/-/media/Images/Marketing/Resources/Calculator/resistor-color-chart.png\n\nAlternatively, the player can scroll the mouse or use the arrow up/down keys over a vertical bar to change the voltage on the voltage divider, which in turn results in a change of resistance of the resistors, hence the change in color codes.\n\nClick with the mouse to start playing the melody that corresponds to the selected voltage configuration. Click again to stop playing.\n\nThe horizontal bars represent the amount of current flowing through the resistor network between plus and minus rail.\n\n\n####################  BACKGROUND  ####################\n\n\nOhm's Law is a fundamental law of electric engineering, and therefore also of electronics. Without it, there would certainly be no understanding of how to build an electrically operating machine, let alone a computer. \n\nUltimately, even our ability to work in digital art is founded in these principles which have been published in 1827 by German physicist and mathematician Georg Ohm.\n\nThis work is my homage to Georg Ohm. Since I myself walk the line between science and arts, I aimed for a creation which combines both realms - that of scientific logical thinking and that of creative aesthetical decision-making. After all, these realms are intertwined, and I hope that I can make a statement with this piece: they are not contradictory, as often assumed.\n\nThe artwork is a game without scheme, but with clearly defined rules following precisely those of Ohm's Law.\n\n\n####################  FINAL NOTE  ####################\n\n\nIf the interactive piece fails to work as expected, please contact me on Twitter @oxxxmoxxx. If such a case occurs, you will be gifted with an updated version, so the buggy object can be burned. ", "artifact_uri": "ipfs://QmTmq1c8np9bfcCqCUQfjn5bbyderH5gEm5cNyiQqi8HmW", "display_uri": "ipfs://QmcPGjS8oBJYxEn8XH3Th7k65gKptXFGHkNt8XwpAVvBSm", "thumbnail_uri": "ipfs://QmcPGjS8oBJYxEn8XH3Th7k65gKptXFGHkNt8XwpAVvBSm", "formats": [{"uri": "ipfs://QmTmq1c8np9bfcCqCUQfjn5bbyderH5gEm5cNyiQqi8HmW", "mimeType": "application/x-directory"}], "creators": ["tz1hmANNBuZ1RbUpcAcpKv5nmDEDrZhzzFUJ"], "tags": ["game", "p5js", "interactive", "melodic", "electronics", "conceptual", "retro"], "extra": {}}