{"__version": 1, "token_id": 202730, "symbol": "OBJKT", "name": "Orkis Trimi", "description": "Desperté, \n\nAlgunas imágenes empiezan a brotar sin tener un orden fijo. No recuerdo desde donde está ubicada la mirada, las cosas se ven como si se tratase de una cámara de seguridad. Una esquina, y desde arriba algunas personas van caminando. (Gotas de tinta color negro) \nEl ángulo de visión se asemeja al de un ojo de pez, pero sin llegar a serlo. Soy capaz de modificarlo, simplemente al alejar la vista de la mesa/pantalla o acercarme.\n\n…\n\n\nUna conversación gira en torno a la creación, pero es imposible identificar algún enunciado coherente, solo intuyo un poco lo que hablan por los gestos con las manos. Un señor se levantó su sombrero con un claro sentimiento de reverencia por algo que encontró caminando por el suelo. Sueño. \n\nUn elefante de tamaño diminuto, camina lentamente por la acera de la calle, la gente se aleja para dejarlo pasar, (la escena me resulta muy chistosa, considerando que la gente es mucho más grande que el elefante, y este fácilmente podría transitar entre las personas, -es muy escurridizo-) mirando fijamente al frente, el paquidermo caminaba sin dar ningún tipo de vuelta. A los minutos de haber hecho su recorrido, se podía apreciar una estela de colores fosforescentes en la acera de la calle. Las pisadas se habían transformado en una línea continua de la cual era imposible distinguir desde donde venía; su destino llegaba hasta el horizonte donde una estrella de color negro empezaba a salir.\n\n…\n\nDel ojo se desprende un reflejo, y este reflejo empieza a tomar forma de una estrella, 5 picos, luego 6 y al final 7. De color negro a blanco y viceversa, hay un flasheo que comienza a ganar velocidad. Un gris total. Un blanco total. Un negro total.\n\nDespués de tomar un poco, me doy cuenta del tamaño y hora en la que había estado contenido, creo que es imposible que se pueda llegar a poder expresar lo que el elefante dijo una vez las personas lo rodearon. Independientemente de la inesperado cambio de proporción del mágico ser, todos quedaron mirándolo a los ojos sin decir una sola palabra… sus cuellos se lo agradecieron. Habían estado haciendo hipótesis de lo que el elefante había significado en un principio pero no, nunca fue un conejo ni un juguete de cuerda, era esta criatura que solo en la fantasía podían ubicarlo. Mientras tienes tu tren de pensamiento el elefante abrió los ojos, contrario a lo que habían imaginado sus pupilas brillaban por si mismas, pero no habían visto realmente a los ojos a Orkis Trimi...\n\n_____________________________________\n\n\n\n\n\n\n\nWoke up\n\nSome images start to appear without having a fixed order. I do not remember where the gaze is located from, things look as if it were a security camera. A corner, and from above some people are walking. (Black ink drops) The angle of view is similar to that of a fisheye, but not quite. I am able to modify it, simply by looking away from the table / screen or zooming in.\n\n...\n\n\nA conversation revolves around creation, but it is impossible to identify any coherent statement, I only intuit a little what they are talking about by the gestures with their hands. A man raised his hat with a clear feeling of reverence for something he found walking on the ground. Dream.\n\nA tiny elephant walks slowly on the sidewalk of the street, people walk away to let him pass, (the scene is very funny, considering that the people are much larger than the elephant, and it could easily walk between the people, -it's very elusive-) staring straight ahead, the pachyderm walked without turning around. Within minutes of having made his tour, he could see a trail of phosphorescent colors on the sidewalk of the street. The footsteps had become a continuous line from which it was impossible to distinguish where he was coming from; his destiny reached the horizon where a black star began to rise.\n\n...\n\nA reflection emerges from the eye, and this reflection begins to take the shape of a star, 5 peaks, then 6 and finally 7. From black to white and vice versa, there is a flash that begins to gain speed. A total gray. A total white. A total black.\n\nAfter taking a little, I realize the size and time in which it had been contained, I think it is incredible that it can be possible to express what the elephant said once the people surrounded it. Regardless of the unexpected change of proportion of the magical being, they all stared into his eyes without saying a single word ... his necks thanked them. They had been making hypotheses about what the elephant had meant in the beginning but no, it was never a rabbit or a wind-up toy, it is this creature that only in fantasy could be located. While you have your train of thought the elephant opened his eyes, contrary to what they had imagined his pupils were shining by themselves, but they had not really seen Orkis Trimi in the eye ...\n\nqepri.xyz\n", "artifact_uri": "ipfs://QmNaZvb2LyeXtzVQx58EbNiHPYEnVvG4LU8LaWLeKKDyuF", "display_uri": "ipfs://QmUE4S2n29ERVeCuSgE4zM8aWbSaytoBYD9fFSHx29xGft", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNaZvb2LyeXtzVQx58EbNiHPYEnVvG4LU8LaWLeKKDyuF", "mimeType": "image/jpeg"}], "creators": ["tz1L5rVycD7yn8F6rxnN6u94FW9JZAbWU5ab"], "tags": ["HEN200", "story", "guion", "qepri", "automaticdrawing", "NFTMex", "ink", "dreamscape", "kadath", "SergioAguirrre", "blackandwhite", ""], "extra": {}}