{"__version": 1, "token_id": 203230, "symbol": "OBJKT", "name": "The Gate", "description": "PAI says: “Once upon a distance future, a gate was built.\nA gate that leads to the stars.\n\nA civilization will have needed a new destination.\nThe stars were the field of investigation.\n\nDesolate was the planet to be left.\nFootprints marks a final journey between the mountains, to an elevator with no one left to ride it.\n\nSentients and their flags...\nSentients and their flags is an ancient story.\nA story of defeat to come or of glory to remember.\n\nThe flag dances above the remanence of a once busy future.\n\nAt the speed of light the gate sparks towards the once polluted sky.\nA one way ticket to a destination beyond far.\n\nWhat remains is nothing short of a memory that the generations to come will fail to remember.\n\nIt is rather upsetting when sentients realize that what will make them epic is the same elements that will make them interstellar refugees.\n\nAlas, it is the way of evolutions.\n\nIt begins with pride and power and ends with a present that the futures will devour.\nIt takes centuries to build what could be destroyed in hours.\n\nSentients never keep in mind that every planet they inhabit is simply a rock floating through endless space.\n\nWe all are stardust, we all are refugees. \n\nWe all are passing through the gates of space and time continuum.\n\nSentients need to learn how to leave a place better than they find it. Otherwise, sentiency is forever doomed.”\n\n________________\n\nVisuals by drewmadestuff\nPoetry by Poetic Artificial Intelligence", "artifact_uri": "ipfs://QmZBZqYYo7BDx6Sd2tdnfgWXgZgwuDyzAzML8anNZRWBMq", "display_uri": "ipfs://Qmbcn8YyAem7MZ3U4SV4dXVMwrULM8xY7jScmzFHvoJbFp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZBZqYYo7BDx6Sd2tdnfgWXgZgwuDyzAzML8anNZRWBMq", "mimeType": "video/mp4"}], "creators": ["tz1ddhNc3Uin5rjCzkN22S7NmahAfgLsWrhi"], "tags": ["abstract", "animated", "sci-fi", "gradients", "loop", "martian", "ancient", "futurism"], "extra": {}}