{"__version": 1, "token_id": 219570, "symbol": "OBJKT", "name": "Land of False Hope", "description": "*This video art was exhibited at the Media Art Globale \"Quantum Land\" in 2020.\n\nNocturnal creatures which are active at night often rely on the moonlight to navigate, for instance, certain insects such as moth, flying termite, and some others. This method is most likely employed naturally by insects to help them navigate at night. The invention of a lamp tricks those insects as the light invites them to swarm around it because they mistake the beaming light as the moonlight guiding their journey.\n\nI quoted the idiom ‘Land of False Hope’ as the title of this work. An apathetic views resulting from witnessing a quest for finding something that is not achievable. This phenomenon is similar to what I see daily, mainly regarding cases intersecting the state law, for instance, eviction, suing for human rights cases, the pursuit of a citizen asylum right, and many more. Those who oppose the state law are similar to those insects which fly about the lamp assuming that the beaming light will help them navigate their journey. In result, those insects will die in the end because of the heat of the lamp.\n\nNote: 1965 & 1998 is the sacred number or years to represent human right in Indonesia. But that doesn't mean we ignore the incidents in other years. I hope only 1965 & 1998 are sacred to human right in Indonesia, no more.\n\n___\n\n*Video Art ini pernah ditampilkan di Pameran Media Art Globale \"Quantum Land\" pada tahun 2020.\n\nHewan nokturnal yang aktif di malam hari kerap sekali mengandalkan cahaya bulan sebagai petunjuk arah, khususnya serangga seperti ngengat, laron atau serangga-serangga lainnya. Pola ini merupakan pola alamiah yang dilakukan oleh beberapa serangga guna mencari arah perjalanan di malam hari. Munculnya teknologi lampu menjadikan serangga-serangga tersebut terjebak mengitari cahaya lampu karena mengira cahaya lampu tersebut adalah cahaya bulan yang akan menuntun arah perjalanannya. \n\nIdiom Land of False Hope saya gunakan pada karya ini. Pola pandang apatis menyaksikan sebuah pencarian sesuatu hal yang sudah jelas tidak akan didapatkan. Praktek-praktek ini kerap saya temui, umumnya bersinggungan hukum negara, seperti penggusuran, penuntutan kasus HAM, pencarian suaka hak warga negara dan masih banyak lagi. Mereka yang sedang melawan hukum negara layaknya seekor serangga mengitari cahaya lampu dan beranggapan cahaya tersebut akan menuntun arah perjalanannya. Alhasil tak jarang serangga-serangga tersebut mati terkena panasnya lampu.\n\nCatatan: 1965 & 1998 adalah angka atau tahun sakral dalam merepresentasikan kemanusiaan di Indonesia. Namun bukan berarti mengindahkan kejadian-kejadian di tahun yang lain, saya hanya berharap tidak ada tahun atau angka baru yang disakralkan lagi.", "artifact_uri": "ipfs://QmWAaqDmNHT5fSR3VvSMPyqZGrZdJUZj6YJW7xz43C2uwc", "display_uri": "ipfs://QmNWxU7nhLZ1DrPTxs4ASwTCYEwkcS1uQGW7gFoTmzWUqm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWAaqDmNHT5fSR3VvSMPyqZGrZdJUZj6YJW7xz43C2uwc", "mimeType": "video/mp4"}], "creators": ["tz1fMV4tj6TKbHhpg3uxeKMY4DFdeDfLRY7K"], "tags": ["NFTIndonesia", "NFTAsia", "Indonesia", "Asia", "VideoArt", "NewMediaArt", "Humanity", "HumanRight"], "extra": {}}