{"__version": 1, "token_id": 256370, "symbol": "OBJKT", "name": "Almost Nude Descending an Escalator, No. 1", "description": "\nThis is my first NFT work: the gif called \"Almost Nude Descending an Escalator, No. 1\"\nand it is an interpretation of Marcel Duchamp's \"Nude Descending a Staircase, No. 2\" which is perhaps one of the most important modern paintings, preceding Cubism and Futurism, even though Duchamp denied any influence whatsoever.\n\nAlthough the original author evoked a static representation of movement, a static composition of the indications of different positions taken by a moving form, my work evokes a dynamic representation of stillness.\n\nThe counterpose posture and the nude are like those of a statue and are reminiscent of antiquity and the protagonist is carried through space and time, without any effort on his part, much like the condition of postmodern man as opposed to the previous: before we moved using muscles to change the reality in front of the eyes, now we stand still and life unfolds before our eyes through screens.\n\nEven though I was educated as a painter, the work itself was filmed in 2021, during the Covid-19 pandemic when the state ordered the closure of all art spaces but left the malls open, this performative art was a protest against the government's actions to cease art galleries activity without financially supporting the artists.\n\nThe only garments that I used in this performance act were two masks: one on the face and one on my genitals, as an evolution from ancient naturalism to contemporary shame.\n\nThe work was designed and planned as a low-res NFT .gif from the beginning, with chromatics similar to the referenced piece. With all the risks calculated and assumed, as I am located in Eastern Europe, the security guards were quite violent and also the police. I taken to a mental institute to be examined by a psychiatrist right after the performance. Luckily, the doctor knew Art History and recognized some Viennese Actionism influence, and we both laughed and they set me free without any further problems. The buyers will also receive(upon request) a set of photos of my injuries from the security guards aggression. I didn't press any charges because I knew this was going to happen.\n", "artifact_uri": "ipfs://QmdZDPEXGYNhTQxtYnK28zMire1fxnzczYkTt2omkGYA4p", "display_uri": "ipfs://QmdZDPEXGYNhTQxtYnK28zMire1fxnzczYkTt2omkGYA4p", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdZDPEXGYNhTQxtYnK28zMire1fxnzczYkTt2omkGYA4p", "mimeType": "image/gif"}], "creators": ["tz2Kw2reiL4Krv7RtBZkLGyFWyHKdwPJxE8A"], "tags": ["#nude#staircase#performance#performanceart#public#arthistory#art#duchamp#escalator#dynamic#painter#david#nudeonescalator#art#performanceart#gif#video#pandemic#protest#facemask#mask#marcelduchamp#securityguardaggression"], "extra": {}}