{"__version": 1, "token_id": 194669, "symbol": "OBJKT", "name": "20210605_idea-conception.jpeg", "description": "▓▓▓ TRIP DETAILS ▓▓▓\n\n---\n░ date: 2021-06-05\n░ substance: LSD\n░ dosage: 100μg\n░ location: local\n░ listened: \"Once Upon a Time in Hollywood\" soundtrack, \"The Rolling Stones\" live concert, Seth Rogen's audiobook \"Yearbook\"\n░ watched: \"Master of None\", \"Broad City\"\n░ film: Kodak UltraMax 400\n░ camera: Zenit ET\n---\n\n\n▓▓▓ TRIP DESCRIPTION ▓▓▓\n\n---\n░ Finally accepted that I have ADHD (thanks to Seth Rogen's book). I've heard a story that a doctor recommended my Mom giving me Ritalin when I was a kid. Mom did not follow the advice and I'm very thankful for that). I've completed a test around 10 years ago. It showed that I have mild ADHD but I've dismissed it on account of me probably trying to feel special or something. It's only now when I start to research the symptoms I find a lot of very specific similarities (e.g. anxiety when I hear multiple audio sources).\n\n░ Tried pop-rocks. They rock. Would love to be in a conference room where the idea was pitched. A candy that animates in your mouth after a while. Mind-blowing.\n\n░ Listened to \"Once Upon a Time in Hollywood\" — it is as if QT is making you a playlist. Insane drumming.\n\n░  “Master of None” season 3 is superb and insightful drama. I have a pleasure knowing the 2nd DOP on the project: twitter.com/edgar_dop. He also has a HEN with interesting projects.\n\n░ Cried about parents. Miss them dearly. Our relationship grew cold during the years. In part because my Dad probably also has undiagnosed ADHD and is stressing about small things. In part because of the tribalism and intolerance of that generation towards people who are different from them. Extremely sad that his can't be solved. My parents grew up and formed as adults in USSR, with limited access to outside world physically or mentally. In their wisdom they gave me the tools to meet different people and reach the information that they never had — I've started learning English when I was 4 and it opened a lot of doors. Because of that we grew up in very different worlds. \n---\n\n\n▓▓▓ PHOTOS ▓▓▓\n\n---\n░ 20210605_idea-conception.jpeg\nThe exact moment I came up with and was consumed by the idea. It combines my love for digital life, for analogue photography and psychedelics. The camera (Zenit ET) was owned by my Dad before making the whole project instantly more personal and urgent considering this trip.\n\n░ 20210605_woman-in-red.jpeg\nMy partner in this simulation.\n\n░ 20210605_eye-contact.jpeg\nAnother soul. I really like observing animals whilst on psychedelics.\n---\n\n\n▓▓▓ PROJECT DESCRIPTION ▓▓▓\nPsycheZenit is a collection of photos taken on Zenit ET while experiencing psychedelics.\n", "artifact_uri": "ipfs://QmbnGv3RyC8f4gZAD8xM2DS6DeeR9YFLSU8zD18ERMzpyK", "display_uri": "ipfs://QmPk51RhaCF5qWSJogbR1jcbBexY76JxLqwn9qbsLFqHjc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbnGv3RyC8f4gZAD8xM2DS6DeeR9YFLSU8zD18ERMzpyK", "mimeType": "image/jpeg"}], "creators": ["tz1aVv29vCKsXkKqtzKwFwdB55y3Y1Zt31mz"], "tags": ["psychezenit", "psychedelics", "lsd", "zenit", "analoguephotography", "filmphotography", "analogue", "analog", "film", "photo", "35mm"], "extra": {}}