{"__version": 1, "token_id": 259569, "symbol": "OBJKT", "name": "Belived", "description": "ASEAN was formed on August 5, 1967 in Bangkok by Indonesia, Malaysia, the Philippines, Singapore, and Thailand to promote political cooperation, economics and regional stability. Indonesia's contribution in the formation of ASEAN was very large, especially at that time it was nicknamed the ASIA tiger which was feared by other countries with its military strength which reached US$ 2.5 billion at that time which made Indonesia the most advanced military force in the southern hemisphere, even in office. for the first time as Secretary General of ASEAN (Secretary General of ASEAN) from Indonesia, namely Hartono Rekso Darsono, until finally Brunei, Vietnam, Laos, Myanmar, and Cambodia which became the tenth consecutive member to join ASEAN to gain political cooperation, economics and regional stability.\n\nNow where is the nickname of the ASIA tiger from ASEAN which is feared by countries from around the world? whether it be in the form of economy, education, military or otherwise, even Singapore is the only one that has penetrated the developed countries of the ASEAN members, the rest are only developing countries.\n\nEven though the situation is like this, we must always \"BELIEVE\" someday far away the Asian tiger will come back to us. The economy, education, military or others will roar again, making ASEAN countries advanced and feared by countries from various parts of the world.", "artifact_uri": "ipfs://bafybeibtriapfsiexwxp7akus2lavvwlycdsrcyj747i2ejnz37xmtdaau", "display_uri": "ipfs://bafybeidrzpwgh2uy2c2c3ufwpfkkyjn53nd2753fdrdlyceh7a7spqv3jq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeibtriapfsiexwxp7akus2lavvwlycdsrcyj747i2ejnz37xmtdaau", "mimeType": "video/mp4"}], "creators": ["tz1ghSYmHnQqkyXFwDG88TGWTy1bXaUtD8Fn"], "tags": ["#drawing#motion#visualart#art#artwork#nftcommunity#nftcollector#illustrations#digitaldrawing#manualdrawing#motiongraphic#digital#digitalimagin#drawingmotion#asean#asia#tigers#asiantigers#roar#nftart#nft#nft#nfts#cryptoart"], "extra": {}}