{"__version":1,"extra":{"display_uris":[{"mimeType":"video/mp4","file":"91469-256.mp4","fileSize":111836,"dimensions":{"value":"256x454","unit":"px"},"duration":"00:00:05.08","path":"QmPEen1EjP1KQ2xGZmHHoNWHHw4FegjvMQpwYs9YoxuDeD","cid":"QmPEen1EjP1KQ2xGZmHHoNWHHw4FegjvMQpwYs9YoxuDeD"},{"mimeType":"video/mp4","file":"91469-512.mp4","fileSize":316124,"dimensions":{"value":"512x910","unit":"px"},"duration":"00:00:05.08","path":"QmQUk7Hgk66Bm8NEQRovSA2GJQaEaPf1rem9DaUBmt2rtp","cid":"QmQUk7Hgk66Bm8NEQRovSA2GJQaEaPf1rem9DaUBmt2rtp"},{"mimeType":"image/jpeg","file":"91469-128.jpeg","fileSize":2263,"dimensions":{"value":"128x228","unit":"px"},"path":"QmTQiDaQuczZgrjros1Dsi1ioFYE8GscYRadF2iKHR8Jzm","cid":"QmTQiDaQuczZgrjros1Dsi1ioFYE8GscYRadF2iKHR8Jzm"},{"mimeType":"image/jpeg","file":"91469-512.jpeg","fileSize":13198,"dimensions":{"value":"512x910","unit":"px"},"path":"QmRzqgWDmmyxfKUe5GXkcSiWzmZmsY6RDw5vFvyVtDTUwr","cid":"QmRzqgWDmmyxfKUe5GXkcSiWzmZmsY6RDw5vFvyVtDTUwr"},{"mimeType":"image/jpeg","file":"91469-1024.jpeg","fileSize":34012,"dimensions":{"value":"1024x1820","unit":"px"},"path":"QmfDyF8nxkYwZRroDRHuNeyg1HzWh5qc7qAz5vvAq74Z8V","cid":"QmfDyF8nxkYwZRroDRHuNeyg1HzWh5qc7qAz5vvAq74Z8V"}]},"token_id":91469,"symbol":"OBJKT","creators":["tz1XnyaNJhbYBsCFrmxRMwdsx2vqzLrunm61"],"name":"36 Days of Type || T // Toad (20/36)","description":"From Fandom: Mortimer Toynbee was born in York, England, and was quickly abandoned by his parents and spent many years in an orphanage, where he was constantly tormented by other children due to his ugliness and strangely shaped body (as his mutant appearance was present from birth). He was considered to be mentally inferior due to his extreme shyness and mild learning disabilities during his primary school years, though he was actually quite intelligent. He dropped out at an extremely early age and decided to fend for himself. Based on years of abuse and knowing full well he was a freak, Mortimer developed a severe inferiority complex, becoming servile to anyone that showed him the slightest bit of affection. Later, he was recruited into Magneto's original Brotherhood of Evil Mutants, becoming Magneto's sycophantic 'toady'. Toad believed that Magneto loved him, while the mutant mastermind considered this henchman little more than a human shield. He was also obsessed with his then-teammate, the Scarlet Witch, leading to a continuing enmity with her and her brother, Quicksilver, though the crush was dropped years later after he saw her pregnant belly and became disgusted. As a member of the Brotherhood of Evil Mutants, Toad aided Magneto in repeated clashes with the X-Men. At one point, Magneto and Toad were captured by the alien Stranger as part of his collection. Magneto managed to escape, but coldly left his lackey Toad behind. When Magneto was re-captured by the Stranger, he took Toad with him during his second escape, but by then Toad's attitude towards his master had already begun to change. Toad aided Magneto against the X-Men once more, but realized that Magneto didn't care at all for him and rebelled against Magneto, and fled his lair with Quicksilver and the Scarlet Witch. However, he was soon captured by Sentinels, and then freed by the X-Men. He was later captured with Quicksilver and the Scarlet Witch.. The typeface used is Gill Sans MT Bold.","tags":["36DAYSOFTYPE","MARVEL","TYPOGRAPHY","X-MEN","XMEN","CARD","CARDS","ALPHABET","DESIGN","COLLECTION","art","artist","T","Toad","Villain"],"formats":[{"mimeType":"video/mp4","uri":"ipfs://QmQV69VJzeNJLKgvTEEbpiPMRnuHtE4aPBADmtpa3uDLkX"}],"artifact_uri":"ipfs://QmQV69VJzeNJLKgvTEEbpiPMRnuHtE4aPBADmtpa3uDLkX","display_uri":"ipfs://QmfDyF8nxkYwZRroDRHuNeyg1HzWh5qc7qAz5vvAq74Z8V","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}