{"__version": 1, "token_id": 240973, "symbol": "OBJKT", "name": "EctøøGenesis-2021", "description": "EctØØGenesis in Prosthetic Reality. 12/2016\nhttp://www.yannminh.org/CtEctoogenesis.html\n\nEctØØgenesis is a variant of the aphorism \"The meaning of life is survival.\" from my allegory Stheno, done the year of the millennium.\n\nEctØØgenesis represents the idea that behind the illusory mask of life of our artificial creatures there is the lithic morbidity of the machines, but, impregnated by information, they carry and perpetuate a life already mature in their matrix.\n\nArtificial creatures come from the origins of life. It is the life, in her expansion from the microcosm to the macrocosm, which, like its own immaterial origins, leads us to inform matter. Humanity is invested by the life of a cosmic quest towards the stars and the artificial creatures are the tools that will allow us to ensure her expansion in the universe. Augmented Artwork. Special printing version, for the Naïa Museum, and for the 30 years of ESAT in february 2017. It is possible to view the augmented reality animation by filming your screen with a smartphone with the free application EyeJack https://eyejackapp.com\nDigital art work in augmented reality printed with a selection of 45 other artworks done by international artists in the artbook \"Prosthetic Reality https://eyejackapp.com\nThe art book in AR (fully funded in crowfunding in one week) was initiated and Edited by Sutu the Australian author of the famous augmented comics : Modern Polaxis.http://modernpolaxis.com\n\nArtist: Yann Minh\nAnimator: Yann Minh + Sutu\nSound Designer: James Frew\n\nThe SUTU website http://www.sutueatsflies.com\n\nto order the book: https://eyejackapp.com/products/prosthetic-reality-book\n", "artifact_uri": "ipfs://QmZECSjVPbmZaVypKoJvLm5KqVeDevoK75cf33VMKATPCR", "display_uri": "ipfs://QmcnqiJtqfU76N66MzejiEqVapquAAEBhCnSq8zzpxZadX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZECSjVPbmZaVypKoJvLm5KqVeDevoK75cf33VMKATPCR", "mimeType": "image/jpeg"}], "creators": ["tz1LCnDxPrh2w2DviRrjssfcPiF21MmPhXc6"], "tags": ["AugmentedReality", "prostheticreality"], "extra": {}}