{"__version": 1, "token_id": 276373, "symbol": "OBJKT", "name": "Crossing the African Plains", "description": "This image, \"Crossing the African Plains\" was created with the assistance of artificial intelligence (AI). The process for creating this image included using a text prompt (not the title), algorithms, and artificial intelligence. The Snowpixel App was used in this process of creating this image. It may be interpreted differently through the eyes and imagination of the viewer.\n \nThe inspiration and words behind this image were to promote awareness about the largest land mammal in the world... the African bush elephant also known as the African savanna elephant. It roams the plains, grasslands, and deserts of southern and eastern Africa. The African bush elephant is the largest species of the two existing elephant species... the African bush elephant (Loxodonta africana) and the African forest elephant (Loxodonta cyclotis). The African bush elephant is listed as \"Endangered\" while the African forest elephant is listed as \"Critically Endangered\" on the IUCN Red List of Threatened Species™. The International Union for Conservation of Nature (IUCN) is the world's largest and oldest global environmental organization. \n\nYou are encouraged to support the wildlife and environmental conservation advocates, nonprofits, and other grassroots organizations that are working to protect and preserve the African elephants as well as promoting awareness about their status, safety, and needs. \n", "artifact_uri": "ipfs://bafybeiae4ekftqkbghxuklmf4w4d5mbyfzkxogadttypoiy6ugt76mwep4", "display_uri": "ipfs://bafkreicftuk7447o5ueacnlkujfovraywois36tojmmidlh2q2wyc7iwzm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiae4ekftqkbghxuklmf4w4d5mbyfzkxogadttypoiy6ugt76mwep4", "mimeType": "image/jpeg"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["animals", "elephant", "Africa", "conservation", "wildlife", "nature", "African", "serengeti", "savannah", "grassroots", "safari", "bush", "savanna", "herd", "plains", "desert", "grasslands", "endangered", "protect", "preserve"], "extra": {}}