{"__version": 1, "token_id": 220053, "symbol": "OBJKT", "name": "Draft02_Map_of_Microbiopolitics", "description": "Using maps to present the main microbiome of the human body, including the skin, oral cavity, digestive tract, vagina and other major organs.\n\nMapping has always been a medium for mankind to explore the world. In history, the first step to colonize and control an area has often been through extensive surveys of geography, population, and terroir to actually government. This is one of the methods of biopolitics discussed by Foucault. When we are examining contemporary issues and of biopolitics, I want to explore the consciousness of the body governmentality from this most primitive angle. The body is not only subject of life, but also an organic ecological environment. And because the innate immune system performs fully automatic control, all system run under unawareness. Until recent decade, humans start to explore the microbial inhabitants.\nThe microbial population in the body and the person themselves are not only in a parasitic/symbiotic relationship, but also in a state of competition and potential conflict. When the immune system is functioning normally, all the microorganisms in the body are in a dynamic equilibrium. Any abnormality will cause the microbial environment to change.\n\nHumans’ understanding of microorganisms in the body is still in the developing stage. In the past few years, whole genome sequencing (WGS) has been used to obtain data on the number of overall microorganisms. Many more detailed studies on bacterial species and colonies are still in progress.\nThe body map project hopes to show the ambition of human beings to explore the microbial population and the desire of human beings to control their own body. It also presenting an angle from microbes as residents. Hopes to truthfully present the colonization and positioning of the current microbial species.", "artifact_uri": "ipfs://QmdvbzraAkhFpvjYPwULQ2A4xnWQnmmuvQB1qFoJqRPCPB", "display_uri": "ipfs://QmXsxkX7KA8eS8VhDu5YFq4DaTVawKfXRB7bJz61CCUdtu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdvbzraAkhFpvjYPwULQ2A4xnWQnmmuvQB1qFoJqRPCPB", "mimeType": "image/png"}], "creators": ["tz2SVSPpc6C1p9mNwP3FTfbHWeoqQE2HdMPV"], "tags": ["Draft01_Map_of_Microbiopolitics"], "extra": {}}