{"__version":1,"extra":{"display_uris":[]},"token_id":134252,"symbol":"OBJKT","creators":["tz1SGoKJAdNunz1pBZe1a1Et8icfHjXoSa9j"],"name":"• Diamonds (Thoughts) •","description":"I write this at 2AM wanting to quit, wanting to leave and just lose myself in a dream, but it is now that I feel inspired, and there are a thousand reasons.  It could be someone, or it could be something, or it could be both, I just know that this is the right time to write, to reflect on the events of the last few days and why my pace has slowed down considerably considering that I haven't created anything for more than two weeks.  The twists and turns of life, the exhaustion, the overload, the feelings, the lack of clarity and creativity? Vague problems with major repercussions that now haunt me, but I won't stop, it's Tuesday at 2Am and I want to remind you that the square and stale world can make your diamonds sparkle.  Too much thinking leads you to the feeling, those little things that happen to you when you talk to that person or when you just remember them, that diamond that just wanders through your mind and grieves for you.  Or that feeling of helplessness when you imagine that distant diamond, but it is not the same diamond, this one comes from deeper inside, it is a subjective diamond that you do not know how to materialize, that frustration of not being able to realize what your subconscious feels.  All these diamonds are often the cause of overload, and in my case it was so, but now I must concentrate on the most important thing, which is bigger than a diamond, even bigger than myself.... I must concentrate on my message and the reason why all this started....","tags":["0xLxxl","Absurdism","Thoughts"],"formats":[{"uri":"ipfs://QmbX2YLnjzotabDt31hFjQzPRsCet7pboPYECkzu6SNzxk","mimeType":"image/png"}],"artifact_uri":"ipfs://QmbX2YLnjzotabDt31hFjQzPRsCet7pboPYECkzu6SNzxk","display_uri":"ipfs://QmdzN2zEgPmA35ZDdo3Rydp21EXRxTh1VhrtVxyyH7fJjq","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}