{"__version": 1, "token_id": 208355, "symbol": "OBJKT", "name": "Spherify SA", "description": "Hello friend. Please read to know more.\n\nThis NFT will be airdropped to everyone who currently holds (purchased or gifted) any of my NFTs. This is a way to thank you all those who supported my art during my first 108 days on Hicetnunc.xyz 🧨\n\nThe Selfaware idea was conceived around early May 21, when i minted \"Mercurian Worm\" (70977). Its goal was to create a series of NFTs\nwhich will be able to track data (ownership, time, etc) about their collectors & viewers. When its development started (later May) hicetnunc.xyz wasn't allowing interactive OBJKTs to connect and use Hicdex.com API.\nAlso, it wasn't allowed to retrieve the profile avatar images from tzkt.io; although both sites/domains was used by the platform itself. For those reasons, two different Pull Requests (the way of github saying \"Suggest a code change\") were made by me personally.\n1) https://github.com/hicetnunc2000/hicetnunc/pull/794 \nand 2) https://github.com/hicetnunc2000/hicetnunc/pull/820\n\nGladly both were approved 👏 Last but certainly not least, interactive OBJKTs weren't able to directly tell their OBKJT ID number; and therefore, in order to obtain certain data about an NFT, developers had to do some hacky-guesswork to code in the correct number. That was the main challenge to develop the Selfaware framework (and a very exciting one!). Hicetnunc had eventually implemented a way to retrieve the currently displayed OBJKT ID number, and thus, hundreds of interactive NFTs are now getting \"self-aware\" every single day!\n\nThis is a new breed; and it had just began.\nThe future is bright, and certainly interactive. ⭕", "artifact_uri": "ipfs://QmZtS5CxRXPp7p9Nbf2AdPp7Kammvjk2EJCufouqUguzbv", "display_uri": "ipfs://QmZvtua6gyLLnaTXQwBPteKrEwxnB6Aa58sLiQTn7qGWxN", "thumbnail_uri": "ipfs://QmZvtua6gyLLnaTXQwBPteKrEwxnB6Aa58sLiQTn7qGWxN", "formats": [{"uri": "ipfs://QmZtS5CxRXPp7p9Nbf2AdPp7Kammvjk2EJCufouqUguzbv", "mimeType": "application/x-directory"}], "creators": ["tz1QkTYvXaG5mkawf2NF5bxeGsj6A1yTihzk"], "tags": ["selfaware", "interactive", "generative", "realtime", "hicdex", "airdrop", "3d", "p5", "p5js", "javascript", "aevin"], "extra": {}}