{"__version": 1, "token_id": 276255, "symbol": "OBJKT", "name": "Sorapot", "description": "A simple modern teapot.\n\nSorapot was the first product I ever launched, way back in 2007.\n\nNow the original CAD model that I sent to the moldmaker to kick off production is available as the first NFT I've ever launched.\n\n1/1\n\n\"Beauty and function come together in the Sorapot. This modern, architectural teapot uses an arch of stainless steel to house a Pyrex tube, letting you watch as the tea leaves unfurl, changing hot water into tasty tea. Newly refreshed, the updated version features a re-engineered spout, and open brew chamber, and an investment cast, hand-finished handle, as well as the same stunning looks as the original.\" -Uncrate\n\n\"LET’S BE HONEST: $285 is too much to spend on a teapot. But if you think of Joey Roth’s Sorapot 2 as an abstract dromedary sculpture that makes brewing tea like watching a laser show at your local planetarium, the asking price makes a bit more sense.\n\nIt’s time to bust out those flowering tea balls you’ve been saving up and crank some 'Tull. The Sorapot 2 brews two cups at a time. You unscrew a stainless-steel locking bar at the base of it, open it up via a hinged handle, and put your most-exciting loose leaves in the 11-ounce glass brewing chamber.\n\nLike its predecessor, which had a less-heavy-duty build around its top hinge and a spout that wasn’t exactly built for precision pouring, you feed the Sorapot 2 boiling water through its redesigned wide-mouth spout. You can use it with teabags for a less-exciting show, but the Sorapot 2 is really built to use with loose leaves; there’s a strainer panel built into its steel housing.\" -Wired\n\nAs seen in Katy Perry's video for The One that Got Away", "artifact_uri": "ipfs://bafybeihw2jqyyug54d3qv4cabcj5jp2uixsjxlb6tv34youxvxti2hqmoy", "display_uri": "ipfs://bafkreihpg3gv2aiakifk33ipxjdxcgqvwvontja4yivrscl5gouojdczfy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihw2jqyyug54d3qv4cabcj5jp2uixsjxlb6tv34youxvxti2hqmoy", "mimeType": "model/gltf-binary"}], "creators": ["tz2T3vEzMzTqV1dwUU7jGNA1Bwco4XMjXztW"], "tags": ["3d", "industrialdesign", "teapot", "1/1", "glb", "design", "physical"], "extra": {}}