{"__version": 1, "token_id": 171882, "symbol": "OBJKT", "name": "If We Don't Act the World Will Glitch ", "description": "This work was created by the first cohort of Columbia University's School of Professional High School Program. Designed in the Workshop: \"Designing Futures: Art, Commerce & Climate\" in partnership with the School of the Arts, Digital Storytelling Lab. Summer 2021. This work speaks with everyone in the world, because we all play a role in environmental justice. It represents what we think about this issue, as the younger generation.\n\nThis art reminds everyone of all the beautiful things in the world and displays a sense of urgency in the environment. It represents a lot of ideas in the world. Protecting the environment is important and waste can be a hazard.\n\nDefine this collective record: Columbia's Online Program allowed me to make friends that will last for a long time. The artwork as a whole combines creativity and environmental justice.\n\nEnvironmental justice presents as an important concept, especially in the community we reside in. We should learn to treat everyone in our community fairly and learn to preserve the resources for the future generations. We want to make sure that we can protect the environment we live in now so it can be enjoyed by those who come after us. We need to preserve the resources we are given to the next generation, so the future generations can further in research, advancements, etc, to not only improve the knowledge and the quality of life of humans, but to further protect the environment for the later generations.", "artifact_uri": "ipfs://QmVwchEVmi73WPXBLh6K2dKihdmktRXKcPxBQtUS7iVjUu", "display_uri": "ipfs://QmPYkW5m9ZWPbbJ5df5eo231VSusyxVSF9oZuMhBC141De", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVwchEVmi73WPXBLh6K2dKihdmktRXKcPxBQtUS7iVjUu", "mimeType": "image/jpeg"}], "creators": ["tz1hA8fvrFV9XbA1Z4BekjLZKthDdobv3AKF"], "tags": ["collaboration", "storytelling", "climate", "co-creation"], "extra": {}}