{"__version": 1, "token_id": 213748, "symbol": "OBJKT", "name": "LUCKY MAN (A.I. portrait of Yusaku Maezawa)", "description": "Generated via machine learning prompts + algorithms of artificial intelligence, stochastically trained on a variety of indexed imagery containing the meta-prismatic pixelated DNA of: “Untitled” by Jean-Michel Basquiat (a 1982 painting of a skull) + select pixels from internet imagery of the now infamous buyer of aforementioned masterwork, Mr. Yusaku Maezawa himself.\n\n* * *\n\nIn May of 2017, while sitting on the floor of his livingroom in Tokyo, armed only with cellphone and laptop, Mr. Yusaku Maezawa traded $110.5 million worth of fiat currency for Jean-Michel Basquiat's: \"Untitled\", during Sotheby’s contemporary art auction taking place in New York City.\n\nAs Mr. Maezawa was bidding, Basquiat’s sister Jeanine Basquiat was about 7,000 miles away in New Jersey. When she heard that Mr. Maezawa had paid $110.5 million she called her older sister, Lisane Basquiat, in California. \n\n“There wasn’t a lot to say,” Lisane said in a rare telephone interview. “We were speechless.”\n\n* * *\n\n\"When I first encountered this painting, I was struck with so much excitement and gratitude for my love of art. I want to share that experience with as many people as possible.\" -Yusaku Maezawa\n\nhttps://www.instagram.com/p/BUQQMOFDStN/?taken-by=yusaku2020\nhttps://tweetstamp.org/865426927829401601", "artifact_uri": "ipfs://QmdWmGrToNE5JJpDqxvGWN49syZrhrL7zktrdrDmQqAzcq", "display_uri": "ipfs://QmX24PrJL1XYYEvGRo8U4LtJCciHPkdz9LNP8sddD65fsH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdWmGrToNE5JJpDqxvGWN49syZrhrL7zktrdrDmQqAzcq", "mimeType": "image/jpeg"}], "creators": ["tz1ZC4tPkzyDam8P5V3TJdsCj29ucK5EEHY9"], "tags": ["ai", "A.I.", "artificialintelligence", "aiart", "GAN", "generative", "generativeart", "machinelearning", "ML", "vqgan", "clip", "experimental", "neoexpressionism", "basquiat", "Yusaku", "Maezawa", "collector", "portrait", "b_squ_at"], "extra": {}}