{"__version": 1, "token_id": 158029, "symbol": "OBJKT", "name": "TAYLOR SWIFT/MATHEMEVERSE N-23", "description": "The mathemeverses are different from the multiple universes within a multiverse or from parallel realities that conform one universe, because in contrast with those, the main input of a mathemaverse is not objective reality.  Conversely, the mathemeverses follow supra-cosmical laws which are not binding to the universes that physics studies. The mathemeverses are closer to what Plato though of as the World of ideas, but the difference is that mathemeverses are variable and infinite, and they are guided by chaos. Mathemeverses are made out of emotions and thoughts, which in turn are condensed in the form of several individual mathemes, glyphs, geometry, hyperlinks and memes. Access to mathemes and mathemeverses can only be granted by some sort of technology that doesn’t exist yet in combination with magic and radical subjetivism.  Nonetheless in the present, mathemes can be sensed and we can try to represent them just as we currently do with memes. Mathemeverses are conceptual universes and can be a plethora of things in themselves. Every time that a person emits a reaction in relation with an idol or an ideology, a new Matheme is immediately created. Mathemeverses gather different individual or collective mathemes, and since the combinations can be infinite, then there are as many mathemes as subjectivities in the world.On this occasion, I welcome you all to TAYLOR SWIFT/MATHEMEVERSE N-23, a mathemeverse created from Swifties’ loyalty, placed as eyes  steeming from the artist, the root of her visionary spirit as well as her shields, represnted under the shape of a Maguen David.\u2028The design of this mathemeverse is a joint work with aritificial intelligence and  stands out for its asemic art and digital collage. I hope the NFT community enjoys it.", "artifact_uri": "ipfs://QmQBsU4K5YYRPkNZyPWLtbF8YSwEdcnDpEX5fkRBAzwBo1", "display_uri": "ipfs://QmVg1msbSS79rNYDrjdZvxAHM3cQEGWjrfaJ2BZvgZYcnc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQBsU4K5YYRPkNZyPWLtbF8YSwEdcnDpEX5fkRBAzwBo1", "mimeType": "image/jpeg"}], "creators": ["tz1RTDqf4u48Esztu3Pekd9xENwGNCQrWN57"], "tags": ["scifi", "digitalart", "collage", "asemic", "asemicart", "futuristic", "matheme", "meme", "pop", "taylorswift", "fiction", "althist"], "extra": {}}