{"__version": 1, "token_id": 215101, "symbol": "OBJKT", "name": "a breif from Venzha (TorusxRakasu)", "description": "Once upon a time, a well-known artist in Indonesia tweeted on social media\n\n\"Hopefully someone makes a UFO\"\n\nI was speculating this as a challenge, then I explored what I could do. If you look at my technical skills in fine arts, I am far behind with technological advances. However, it turns out I have the communication skills to outsmart all of this. Then, I contacted a friend of mine, Rakasu who has that ability. I threw ideas after ideas to Raka and was well-received by him. With slight artistic direction (in my opinion), Raka had the same idea. Neither of us had ever seen a UFO in person and was assumably a little disbelieving. But, it comes out we've seen a UFO at the convenience store and it's a food product. Before the incident we talked, I woke up in the morning and recorded the sound of a Jet plane passing repeatedly over where I live. With my cellphone, I recorded the sound of the plane and then I processed the sound to feel more like a UFO. \n\nShortly I passed the processed sound to Raka and he started working with all the applications, while communicating about what should and shouldn't. This is the result of our thoughts of UFOs that are far from the existing shadow. Hopefully this collaboration work will also be last long. \n\nwe also proceed to set aside a portion from the sale to help people who are struggling in this pandemic. Please enjoy, stay safe all!\n\nBeberapa waktu lalu seorang seniman ternama di Indonesia berkicau di sosial media, seperti ini katanya di akhir kicauan itu \"semoga ada yg bikin UFO\". \n\nSaya akhirnya menganggap ini menjadi sebuah tantangan dan segeralah saya meneliti apa saja yang bisa saya lakukan agar bisa membuat UFO. Jika melihat kemampuan teknis saya di seni rupa, saya sudah ketinggalan jauh dengan kemajuan teknologi. Tapi, ternyata saya memiliki kemampuan komunikasi untuk mengakali ini semua. lalu, saya kontaklah seorang teman yaitu Rakasu yang memiliki kemampuan itu. Ide demi ide saya lontarkan kepada Raka dan disambut dengan baik oleh dia. Dengan arahan artistik yang jelek menurut saya, Raka pun beride sama. Kami sama-sama belum pernah melihat UFO secara langsung dan mungkin sedikit tidak percaya. Tapi, ternyata kami pernah melihat UFO di convinience store dan itu salah satu produk makanan. Sebelum kejadian kami ngobrol, saya bangun pagi dan merekam suara pesawat Jet yang lewat berkali-kali di atas tempat saya tinggal. Dengan bermodalkan Handphone dengan perekam saya merekam suara pesawat itu lalu saya olah suaranya menjadi lebih terasa seperti UFO  heheheh... Segeralah saya mengoper hasil olahan suara itu ke Raka dan dia pun mulai bekerja dengan segala aplikasinya, sambil berkomunikasi mengenai apa saja yang harus dan tidak. Dan seperti visual yang teman-teman nikmati saat ini, inilah hasil buah pikir kami terhadap UFO yang jauh sekali dari bayangan UFO yang selama ini ada. \n\nternyata sudah panjang juga deskripsi ini, semoga panjang juga kerja kolaborasi mencipta UFO ini. \n\nKami juga berniat menyisihkan sebagian hasil penjualan karya ini untuk membantu saudara-saudara yang kesusahan selama pandemi ini. Selamat menikmati karya ini dan tetap sehat selalu.", "artifact_uri": "ipfs://QmSf6HvfuuHKydeCatzddA9CWXjTWZtW9SjBWf2QfobPVL", "display_uri": "ipfs://QmTLG5w34tKkgYg1GghQvPgDGjYKVg5QiFtnNs9hptZ6Yq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSf6HvfuuHKydeCatzddA9CWXjTWZtW9SjBWf2QfobPVL", "mimeType": "video/mp4"}], "creators": ["tz1PsCvGgNyZYDybajZ97ydcdfhYaKrH78bM"], "tags": ["video", "sound", "brief", "venzha", "UFO"], "extra": {}}