{"__version": 1, "token_id": 275047, "symbol": "OBJKT", "name": " Cagando no Ypiranga. (Incontinência e Independência)", "description": "Cagando no Ypiranga. (Incontinência e Independência)\n#oBRjkt, #oBRjkt2\nO chamado presidente brasileiro hoje diz “Nossa bandeira não será vermelha” (Nossa bandeira não será vermelha). O referente do vermelho aqui é a ameaça fantasma, o espectro do comunismo assombrando o absurdo da direita.\nMas nosso dia da independência é vermelho.\nVermelho é a cor do igarapé Ipiranga. Ypiranga significa “rio vermelho” em tupi, língua original do Brasil. No Riacho do Ipiranga, Pedro (futuro imperador) estava com dor de barriga. Pedro (futuro 1º) estava cagando muito.\nNessas condições, ele recebe a declaração de independência já assinada por sua esposa, a princesa Leopoldina de Habsburgo. Dizem que então ele gritou independência ou morte.\n\nNossos rios estão cheios de merda. Mas ao contrário de Pedro, que ainda via o rio, hoje esquecemos deles, viraram esgotos. Rios e igarapés tornaram-se esgotos.\n\nShitting on Red River. (Incontinence & independence)\nNowadays, the so-called Brazilian president says “Nossa Bandeira não será vermelha” (Our flag will never be Red). The referent of Red here is the Phanton Menace, the spectre of Communism haunting the nonsense right-wing.\nBut our Independence day is Red. \nRed is the color of Ipiranga creek. Ypiranga means “the red river” in Tupí, Brazil original language. At Riacho do Ipiranga, Peter (future Emperor) was having bellyache. Peter (future the 1st) was shitting a lot. \nUnder these conditions, he receives the declaration of independence already signed by his wife, Princess Leopoldina of Habsburg. They say that then he screamed independence or death.\n\nOur rivers are full of shit. But unlike Pedro, who still saw the river, today we forget about them. Rivers and creeks became sewers.\n", "artifact_uri": "ipfs://bafybeibpprd6dl42y3mdur6ojgqrxs4ekt2aldpmko3w2qoebl5sidtfie", "display_uri": "ipfs://bafkreifui4cpq43kvbde6bhndbc3tco2y53rzmfpgwqe3myz2cq2cqcbg4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeibpprd6dl42y3mdur6ojgqrxs4ekt2aldpmko3w2qoebl5sidtfie", "mimeType": "video/mp4"}], "creators": ["tz1iHRty31hxYrXtNixjCyma5yYNGycH7bBg"], "tags": ["Brazil", "IndependenceDay", "TupíLanguage", "Shit", "River", "oBRjkt", "oBRjkt2"], "extra": {}}