{"__version": 1, "token_id": 140510, "symbol": "OBJKT", "name": "LOOKING FOR LITTLE", "description": "My dearly beloved cat, LITTLECAT mysteriously vanished several weeks ago. Having exhausted all other search methods and coming up empty-handed, I am looking for her in my electronic devices, and in the data on the devices. As this first scan coincides with the first #HENthousand challenge proposed by @jjjjjjjjjjohn, I decided to search in the most obvious place ~ my laptop. Wouldn't it be amazing to have 10,000 pairs of eyes looking for Littlecat? I captured a data signal using Photomosh to scan a desktop file I was working on when I last saw her. I painstakingly set all controls to the maximum setting to get a good solid reading at the fastest frame rate available (60 fps), then compressed the file to Hic Et Nunc's maximum file size (40mg) using lossless compression software. The original uncompressed file (108mb) can be obtained by anyone who purchases the work, if they would like to check there too, though I have looked and looked. Perhaps someone else will find a clue I missed. The end result reminds me of some kind of brainwash video. My feeling is that it can be effectively used in this manner to relieve me of my broken heart. As for any collectors who buy this work, I hope they never stop looking for Littlecat in the colors, the lines, the shadows, the data.", "artifact_uri": "ipfs://Qmc22e7Qcues91RPD9ksKhMrCtBczQwdho7wxXoMPuj31Q", "display_uri": "ipfs://QmWPrBascbUUFaPtsyRXumMxLqEskcAXFZAoMNFeBcQaBr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc22e7Qcues91RPD9ksKhMrCtBczQwdho7wxXoMPuj31Q", "mimeType": "video/mp4"}], "creators": ["tz1PoyguZTFRYfHC9j3VYvivNJqKViewkfYm"], "tags": ["#LOSTCAT", "#PETDETECTIVE", "#MISSING", "#VOID", "#DISAPPEARANCE", "#MYSTERY", "#DEATH", "#SEANCE", "#UNDEAD", "#DATAMOSH", "#PHOTOMOSH", "#DATA", "#COMPRESSION", "#OPENCHANNEL", "#SIGNAL", "#HENthousand", "#GLITCH", "#ERROR"], "extra": {}}