{"__version": 1, "token_id": 213910, "symbol": "OBJKT", "name": "Metal StreZz", "description": "I am an Indonesian who grew up with stress. Stress from the shadows of failure and feeling left behind among others. I (and probably many other teenagers) grew up with \"if other people can, why can't you? You both eat rice!\". When I can't fulfill those demands, then I'm stressed.\n\nThis work is a response to such a surrounding environment, which even suggests that I enjoy depression with PATIENCE and even reminds me to be grateful for what I have every time I tell what I have experienced (even though they are the ones who ask).\n\nBut it turned out to be true. Stress is a part of human life, even mild stress spurs you to think faster and try harder so you can answer the challenges of everyday life. The important thing in times of stress is: never go hungry.\n\n[IND]\nSaya adalah orang Indonesia yang tumbuh bersama stres. Stres akan bayang-bayang kegagalan dan rasa tertinggal diantara yang lain. Saya (dan mungkin banyak remaja lain) tumbuh dengan \"kalau orang lain bisa, kenapa kamu enggak? kan sama-sama makan nasi!\". Ketika tuntutan itu tak bisa saya penuhi, maka saya stres.\n\nKarya ini adalah respon lingkungan sekitar yang seperti itu, yang bahkan menyarankan saya untuk menikmati depresi dengan SABAR dan bahkan selalu mengingatkan untuk bersyukur atas apa yang saya miliki setiap kali saya menceritakan apa yang saya alami (padahal mereka yang tanya lho).\n\nTapi ternyata, benar. Stres merupakan bagian dari kehidupan manusia, bahkan stres ringan memacu untuk berpikir lebih cepat dan berusaha lebih keras sehingga dapat menjawab tantangan kehidupan sehari-hari. Yang penting saat stres adalah: jangan pernah lapar.\n", "artifact_uri": "ipfs://QmWA4Up54MVnVYVZLCz7yuc7vC9R7y5WVb5MAnwk3LVBiJ", "display_uri": "ipfs://QmWA4Up54MVnVYVZLCz7yuc7vC9R7y5WVb5MAnwk3LVBiJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWA4Up54MVnVYVZLCz7yuc7vC9R7y5WVb5MAnwk3LVBiJ", "mimeType": "image/gif"}], "creators": ["tz1Z3ww6r18ro3zrDmBhe52NSTH21jhZzxzM"], "tags": ["illustration", "strezz", "jpeg", "depressed"], "extra": {}}