{"name": "Luana Dayrell - entre a natureza", "description": "Eu herdei vínculos de amizade. Minha mãe, maravilhosa que é, possui amigos extraordinários, um deles é o Carlinhos e a Birá, amigos de faculdade. Vale a pena dizer aqui que, o Carlinhos foi o primeiro brasileiro a levantar a bandeira da luta pelo meio ambiente, em meio a ditadura militar, Carlinhos subiu em uma árvore para impedir que ela fosse arrancada pelo poder público, enfrentou os milicos para proteger aquela árvore. . Quando eu era criança, minha mãe tinha o costume de reencontrar seus amigos e os filhos dos seus amigos. Luana é uma dessas pessoas. Conheço a Lu e seus irmãos desde criança e desde criança temos uma conexão de afeto e parceria que dura muitos e muitos anos, desde quando éramos um botaozinho. Ainda é vivida as lembranças das nossas brincadeiras, a felicidade que eu ficava quando a encontrava nas festinhas. Eu e Lu seguimos os passos de nossos pais, ambas se reencontraram na mesma faculdade e no mesmo curso. Eu me descobri mais artista entre as aulas de agronomia , Lu se descobriu cada vez mais jardineira. Em viçosa fui acolhida pela Birá com todo o carinho que só quem tem a sorte de conhecer o olhar doce da Birá vai entender. . Amo seus irmãos, seus pais, sua história como se fizessem parte da minha grande família e da minha grande história. . Ilustrar a minha amiga de infância, a minha colega da faculdade, a minha parceira de sonhos é um presente que a vida me deu. . A arte além de nos salvar do tédio, tem a capacidade de nos permitir abrir o coração e dá-ló de presente pra quem a gente ama profundamente.", "tags": ["aummdascripto", "aummdascriptoarte", "nft", "nftcollection", "cryptoart", "crypto", "cryptocollection", "artwork", "collection", "botanic", "cryptobotanic"], "symbol": "OBJKT", "artifactUri": "ipfs://QmYVzZcb1xZjD3BJL2r6Qo1YcPys1k1EtbEc6VjEtxLmtR", "displayUri": "ipfs://QmepibjMMxmJqEvpWLT1EqTpr7c5N1AsFWAhWHK2ZBnogW", "thumbnailUri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "creators": ["tz1iWziPR1ySjaGN1dMw2fXMij3h3XqQ8Ek9"], "formats": [{"uri": "ipfs://QmYVzZcb1xZjD3BJL2r6Qo1YcPys1k1EtbEc6VjEtxLmtR", "mimeType": "image/jpeg"}], "decimals": 0, "isBooleanAmount": false, "shouldPreferSymbol": false}