{"__version": 1, "token_id": 205013, "symbol": "OBJKT", "name": "101955 Bennu - Mission OSIRIS-REx ", "description": "[05-12-19] As the mission was a subject of interest I decided to create an animation using real DATA from NASA  in cinema 4D to rotate around the object and have some lighting + normal maps displacement, it was posted on giphy. Below is some information on this mission taken from wikipedia:\n\nThe OSIRIS-REx mission of NASA's New Frontiers program was launched towards 101955 Bennu on 8 September 2016. On 3 December 2018, the spacecraft arrived at the asteroid Bennu after a two-year journey.One week later, at the American Geophysical Union Fall Meeting, investigators announced that OSIRIS-REx had discovered spectroscopic evidence for hydrated minerals on the surface of the asteroid, implying that liquid water was present in Bennu's parent body before it split off.\n\nOn 20 October 2020, OSIRIS-REx descended to the asteroid and \"pogo-sticked off\" it while successfully collecting a sample.[107] OSIRIS-REx is expected to return samples to Earth in 2023 via a capsule-drop by parachute, ultimately, from the spacecraft to the Earth's surface in Utah on 24 September On 7 April 2021, OSIRIS-REx completed its final flyover of the asteroid and began slowly drifting away from it. On 10 May 2021, the departure was completed with OSIRIS-REx while still managing to contain the asteroid sample\n\n[13-08-21]\nNew York Times articles publish this news : Have plans in 2182? An asteroid will come close to Earth — in 161 years, NASA says\n\nThis version is minted\n1:1 | 640x640 | 24FPS | 180Frames\n", "artifact_uri": "ipfs://QmNQjmULVR8zQtvjeawieHoouxT9SE7243D3DBVYjDB6UP", "display_uri": "ipfs://QmNQjmULVR8zQtvjeawieHoouxT9SE7243D3DBVYjDB6UP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNQjmULVR8zQtvjeawieHoouxT9SE7243D3DBVYjDB6UP", "mimeType": "image/gif"}], "creators": ["tz1c9w66mt5BYvXg9PW9LHNiSZwxzYp1EtxR"], "tags": ["bennu", "asteroid", "2182", "osirix-rex", "nasa", "space", "science", "astrophysics", "animated", "loop"], "extra": {}}