{"__version": 1, "token_id": 162277, "symbol": "OBJKT", "name": "Lessons From Life Drawing Sessions ✏️", "description": "This drawing is from November 10th, 2016. At this point I had already went to the Helsinki Free Art School life drawing sessions for few years I believe and simultaneously practiced drawing online at the Watt's Atelier of Arts, New Masters Academy and others and it can be seen on the drawing quality. The overall proportions, pose, sense of light and dark, shadow shapes, lost and found line and other fundamental drawing techniques are starting to finally \"click\" for me.\n🔹🔹🔹‎‎\nI can't remember how long these long pose sessions lasted.. Maybe it was hour or hour and a half, but the time went quickly. It was always interesting challenge to continue drawing after the short breaks the model took every 20 minutes, but I believe those challenges are what translate to the unique quality only life drawn images have.\n🔹🔹🔹\nWe were told to use the large scrap papers for drawing, which were clipped to a wooden board on a easel. I did this on my first sessions but never after that. Although I agree that drawing on large format teaches mindfulness for proportions and drawing too small is not good either, I found it mostly waste of time. This drawing was done on a sketchbook bit larger than A4. The easels took huge amount of space from the studio, but I could draw on a sketchbook just sitting on a chair.. and I didn't have to worry about all the charcoal troubles!\n🔹🔹🔹\nLife drawing is about observation and learning.\nAlways thank the model for the hard work she/he has done.", "artifact_uri": "ipfs://QmPJx3KC6QmzqPgg6BQwqKafMZvkNLGkU9Yb5fXbjiXEDW", "display_uri": "ipfs://QmNU5WEyQGCFXgL7qt6Bca5Zwo4GF7UAZRC4n4MczYSigA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPJx3KC6QmzqPgg6BQwqKafMZvkNLGkU9Yb5fXbjiXEDW", "mimeType": "image/jpeg"}], "creators": ["tz2HKNUtWphTJVEsqM8A4hPir4y9mk6S2CXE"], "tags": ["waltreunamo", "lifedrawing", "model", "fineart", "sketchbook"], "extra": {}}