{"__version": 1, "token_id": 172677, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 040", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Schools Are Erasing White Guilt. The debate over how to teach the history of race in America is entangling local school boards and engulfing national politics. In recent months, Republican governors in Idaho, Iowa, Oklahoma, Tennessee and Texas have signed bills designed to restrict the way history is taught or ban the use of Critical Race Theory, passing legislation that prohibits the teaching of anything that may make a student feel bad about themselves.  Under a bill that was proposed in Arizona, teachers could have been fined $5,000 for teaching students to feel “guilt” over their race. These lawmakers want to create a Disney World image of American History, essentially a history of lies by omission. Ibram X. Kendi, author of How to Be an Antiracist, finds the idea that classroom explorations of racism are divisive to be ironic. “If we’re not teaching students that the reason why racial inequity exists is because of racism, then what are they going to conclude as to why racial inequity exists? They’re going to conclude that it must be because those Black people must have less because they are less,” Kendi says. “That’s the only other conclusion. Not teaching our kids about racism is actually divisive.”\n", "artifact_uri": "ipfs://QmRnkhDZ8nWFRMZW6LUCP1uaUamTg6dsVL7fsvtaoNDh2e", "display_uri": "ipfs://QmNrLTLGU2pbm4rRZ54odMgZV37DN4NM66TesmoTK5BNdq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRnkhDZ8nWFRMZW6LUCP1uaUamTg6dsVL7fsvtaoNDh2e", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["digital", "art", "digitalart", "digitalart", "glitch", "glitchart", "glitchart", "color", "colorpalette", "colorpalettes", "colorpalette", "colorpalettes", "TV", ""], "extra": {}}