{"__version": 1, "token_id": 216877, "symbol": "OBJKT", "name": "Pleasant Purple Possession", "description": "Dr Abstract has been captivated by the wah (lfo) of synthesizers growing up listening to Kraftwerk and Gary Numan then playing the MOOG in the SpaceRock band Thee Gnostics http://theegnostics.com and dancing to Orphx at raves.\n\nPleasant Purple Possession is an active synth gone haywire! Just turn the PPP toggle off and you can control your own sounds. The gadget features the beautiful ZIM Dials and Sliders with a custom sound setting for cool accent effects. \n\nChange the Wave types SINE, SQUARE, SAW, ZAP with the ZIM Selector - the last setting, ZAP, is available only with ZIM! The sliders and dials are wired to the ZIM Synth sounds and the possession is visualized with the ZIM SoundWave class. All tie together with ZIM STYLE - CSS like style for the Canvas.\n\nThis interactive NFT gadget is a testament to the beauty of interface. Crafted by ZIM Founder, Dr Abstract, it is an obvious collectable. Dr Abstract is the inaugural member of the Gadget Minters. For more information on the collective visit https://zimjs.com/gadgetminters\n\nZIM at https://zimjs.com can be used to make interactive NFTs. See https://zimjs.com/nft for more information. ZIM is also an NFT at https://www.hicetnunc.xyz/objkt/197840 - time to do some collecting!", "artifact_uri": "ipfs://QmWvPVT1N9oqTthz5bVPShhJJ89q6EGHhnD7PNLEEdkc1T", "display_uri": "ipfs://QmS7x1oEDCtcD7Wpdpz4CkgB4XUfnf98GWoncSo4dGj44h", "thumbnail_uri": "ipfs://QmS7x1oEDCtcD7Wpdpz4CkgB4XUfnf98GWoncSo4dGj44h", "formats": [{"uri": "ipfs://QmWvPVT1N9oqTthz5bVPShhJJ89q6EGHhnD7PNLEEdkc1T", "mimeType": "application/x-directory"}], "creators": ["tz1QEvSFwhUdTF7ETHtn7h2GmfF2nnYnyRpq"], "tags": ["synth", "random", "possession", "purple", "dial", "slider", "style", "interactive", "gadget", "interactivemedia", "canvas", "javascript", "zim", "zimjs", "generativeart", "danzen", "drabstract", "gadgetminters", "javascriptframework"], "extra": {}}