{"__version": 1, "token_id": 247877, "symbol": "OBJKT", "name": "a new place - WiP_shot_001", "description": "a shot from a work in progress film by Maciek Kaliski, coming 2023.\n\n'A New Place' stems from the need to experiment with expression, form and language. As a filmmaker, I struggled with self-expression and style for a long time. The struggle laid in producing something which resonated with me and felt authentic to my voice. Following the rules and others' methods of working just led me further astray from what felt authentic to me. After some experimentation, taking a much more personal and also spiritual approach to my work, I found the feeling of honesty and emotional accuracy in my work, which I'd been searching for a significant amount of time.\n\nhe concept of 'A New Place' explores the idea of spiritual and otherworldly interaction. Based on my own beliefs of a universal consciousness, the mysterious life-force binding all life together. The film is structured through the lens of widening perception to this esoteric form of connection and spirituality. Starting grounded in 'reality', the footing quickly begins slipping away as things get stranger and more confusing. Quickly shifting from light and love to confusion and darkness, the film navigates through this ebb and flow to make sense of the messages. Through these tribulations, the observer is led into a place of light and love, having undergone a volatile journey through peaks and valleys to arrive where the two intersect, understanding one cannot occur without the other.\n\ni will be releasing select shots throughout the process of creation so stay tuned for more!", "artifact_uri": "ipfs://QmUSxHzYxrrnG6JvHLt76EmF2UDz4Xs6fNXJst1Rf4TBx1", "display_uri": "ipfs://QmVQMM4Tq21zoXpZLzy1YFoEyBrNTb5MihYAnBVLBhJf31", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUSxHzYxrrnG6JvHLt76EmF2UDz4Xs6fNXJst1Rf4TBx1", "mimeType": "video/mp4"}], "creators": ["tz1T9mhGcvmGWJuvb2e1vi6K59pWWYwCSSi3"], "tags": ["film", "music", "spiritual", "psychedelic", "blackandwhite", ""], "extra": {}}