{"__version": 1, "token_id": 278777, "symbol": "OBJKT", "name": "cult.ure 02 - God back words", "description": "The importance of understanding the words we use and how our language was implemented in the first place is paramount. English is the youngest of all languages.  An average person might well assume that even by today's date English would be the weakest or the least used of all languages. Yet somehow English overtook all others in a very short period of time.\nThis was done by Rome, through Britain, in the name of Jesus Christ, just after Rome conquered Egypt - Egypt at the height of its Astrological knowledge - knowledge somehow missing from the world today.\n\nIt's not personal ... it's just business.\n\nMost of us already know: God backward is doG.\n\nThis is bec the ancient Egyptian God of Death Anubis was represented with a canine head; the African Jackal.\n\nLived backward is deviL.\n\nLive backward is eviL.\n\nIn Egypt:Suez backward is zeuS.\n\nThe English language was designed by Master linguists thousands of years ago to specifically undermine the birth rights of common people, to suppress their knowledge and keep them susceptible to subconscious propaganda.\nEnglish was created to control mass groups of people, then to spread, like a virus, throughout the world in control of all people.\n\nThe tricks employed in the English language only work on those who are unaware of what is happening while it is happening. Answers lay within the language itself. One can only see this by truly understanding what every word means and where every word came from.\n", "artifact_uri": "ipfs://bafybeig4p5erj7oteabsfhknpdy6jhoqrvdfjrjqo3rcfhd7gyh4sctrpm", "display_uri": "ipfs://bafkreiexrcelycv4wmq3j4wjmlfrfkucbjov4ty3bptqturm2krim55jci", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeig4p5erj7oteabsfhknpdy6jhoqrvdfjrjqo3rcfhd7gyh4sctrpm", "mimeType": "image/jpeg"}], "creators": ["tz2KX99C271j1EgHFpR8B4SbdjmK8rcQnGa4"], "tags": ["culture", "occult", "truth", "digitalpainting", "abstract", "symbolism", "portrait", "surrealism", "skull"], "extra": {}}