{"__version": 1, "token_id": 225189, "symbol": "OBJKT", "name": "Deathless X Loudsonic - Strangesonic Eclipse", "description": "This is a part of Deathless x Loudsonic Collaboration Series\n\n\nWARNING: “Since listening directly to the STRANGESONIC ECLIPSE can lead to permanent ear damage or deafness, special ear protection or indirect listening techniques are used when luxuriating this sonically-strange experience.”\n\nOn our first collaboration we’re celebrating The  International Strange Music Day on August 24th, we got the idea from our friend, Tom Malik.\n\nMusic by Deathless\nArtwork by Loudsonic\nFile: MP3 Audio High Quality & PNG image.\nDuration: 01:38\nAudio Size: 3,9 MB\nImage Size: 1,2 MB\nAudio channels: Stereo\n\nThe artwork by Loudsonic, “Leaving nothing but the absence of everything…” - ink on paper, 2015. Digitally edited, 2021.\n\nThe music is composed on a modular synthesizer by Deathless, 2021.\n\n--\n\nStrange Music:\n\nI have Inkglospace Benjolin module as the main synth voice, I also have the sub kick & samples all triggered by a Turing Machine, CV sent from Turing Machine Volts, a CV expander. Effect used is a Kuassa Efektor RV3604 Reverb and I use Kuassa Kratos 2 Maximizer on the mastering chain.\n\nThe Benjolinis a multi-function synthesizer designed by Rob Hordijk in 2009. The module consists of four separate function blocks: two VCOs, a state variable filter and an additional circuit, invented by Hordijk himself, called a rungler. This particular arrangement emerged from Hordijk’s efforts to design a synthesizer that was, as he puts it, \"bent by design\". As such, the module functions according to principles of chaos theory, where short to long sputtering patterns spontaneously transform themselves, at times, gradually, at others, quite suddenly, morphing into new pattern doublings and bifurcations. The chaotic character of the Benjolinis anchored in Hordijk’s rungler circuit.\n\nTuring Machine is a random looping sequencer that spits out basslines and melodies. It generates strings of random voltages that can be locked into looping sequences. These sequences can be allowed to slip, changing gradually over time. This module was inspired by the long history of shift register pseudorandom synth circuits, including the Triadex Muse, Buchla 266 Source of Uncertainty and Grant Richter’s Noisering. Turing Machine inspired by Alan Turing’s Turing machine is a mathematical model of computation that defines an abstract machine that manipulates symbols on a strip of tape according to a table of rules.Despite the model's simplicity, given any computer algorithm, a Turing machine capable of simulating that algorithm's logic can be constructed.\n", "artifact_uri": "ipfs://Qmc38CFXSkhca4Tdy26y9cUwbN73KEhtQQkcaodcWvaQPc", "display_uri": "ipfs://QmWdPHoH4XrS8EiN3QbWgbgkpzNXjuJ45YfpfEQDkVdVu6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc38CFXSkhca4Tdy26y9cUwbN73KEhtQQkcaodcWvaQPc", "mimeType": "audio/mpeg"}], "creators": ["tz1RwDjHjbkxmAMbVJf2j482zaZaToYToonE"], "tags": ["DeathlessXLoudsonic", "loudsonic", "deathless", "deathlessramz", "ambient", "experimental", "drone", "dronemusic", "audio", "sound", "mp3", "music", "henradio", "modularsynthesizer", "eurorackmodular", "NFTaudio", "HENmusic", "HENaudio", "hicetnuncaudio", "Indonesia", "Indonesiaaudio", "electronic", "modular", "beats", "downtempo", "lofi", "song", "synth", "song", "instrumental", "experimental", "noise", "sounddesign", "improv", "improvisation", "synthesizer", "NFTart", "NFTcollector", "kolektifkolektoranabel", "artwork", "illustration", "internationalstrangemusicday", "strange"], "extra": {}}