{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1496056, "token_id": 108281, "symbol": "OBJKT", "name": "#3 - City Scape  by NobodyKnws.Me", "decimals": 0, "description": "31.5.2021 https://www.kaloh.xyz/p/3-city-scape Cars, TVs, stores, highways, the moon, the sea, mountains, icebergs, what is going on here? From my perspective, “City Scape” tries to contrast two moments in history. To do so, NobodyKnws.Me carefully selected each of those elements. Let me tell you why.  The contrast that stands out is the old-school nature of the piece against the crypto art medium. Crypto, in general, is perceived by most as a new kind of future. Emerging NFT artists create “futuristics” designs, giving life to scenes and objects from the future, such as the Bored Yacht Club project. Not in this case. Cars and stores from the ’50s, a white and black tv, low definition moon photo, and vintage colors fill the frame. The black and white tv and the moon remind me of the Apollo 11 landing on the moon - I was not around, but dad told me it was black and white. It feels like NobodyKnws.Me is trying to emphasize a moment that was a giant leap of technology and human progress. Nevertheless, that moment is now 60+ years in the past. Putting it simply, I think the goal was to contrast the crypto revolution with previous technological revolutions.  Two more elements stand out. One is the sea that gives a sense of “infinity,” no borders. The second is the lonely boat trying to “scape” and leave behind the city and the world we just described. Perhaps to escape and find a new world? A new kind of future?  There is another contrast that I can’t get my head around. The iceberg on the left against the mountain on the right. Any theories of what it means? About the Crypto Artist  NobodyKnws.Me is an NFT artist who uses the Digital Collage technique and considers his genre to be surreal.      I make whatever. I just need to create. - NobodyKnws.Me  His compositions are entirely digital. Twitter avatar for @MaxbaudaschMax Baudasch @Maxbaudasch @Nobody_KnwsMe @opensea Cool. How do you make them? Photoshop or \"oldschool\" with clue and scissors?  May 6th 2021 Twitter avatar for @Nobody_KnwsMeNobodyKnws.Me @Nobody_KnwsMe @Maxbaudasch @opensea They're digital. Using a mix of free softwares.  May 6th 2021  Hopefully, after this post, the NFT Community will get to know you ;)", "artifact_uri": "ipfs://QmYG6ESfWeN9YdDGCCsLLxABYMo1JBtseb2SyGGbR99375", "display_uri": "ipfs://QmYoyRdi6soSGBuY8YzbboZfws4qgU9m5tJhFrDfn7neG8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1UUSrrxHq647suLgAngWE481UTbzUonf9G"], "tags": ["NobodyKnws.Me", "CityScape", "Kaloh", "cryptoletter", "newsletter", "digitalcollage"], "formats": [{"mimeType": "image/png", "uri": "ipfs://QmYG6ESfWeN9YdDGCCsLLxABYMo1JBtseb2SyGGbR99375"}], "token_info": {"@@empty": "ipfs://QmTQUEMRqQWJBxKMihqQvnVTXQyeyLDsvVupEHMjVzxP7F"}, "supply": "50", "transfered": 0}