{"__version": 1, "token_id": 131981, "symbol": "OBJKT", "name": "Scarab Beetle (Ochodaeidae)", "description": "Scarab Beetles (Dung Beetle) is an influential insect in human culture.  In early Shamanism, a correlation was drawn between the scarab beetle's ability to fly and ancient shamans (medicine men) who could fly in dreams or trances and were therefore held in high esteem. The brightly coloured scarabs were used as ornaments in rituals and rites of passage due to this symbolism. The embellishments were not just decorative; they also said to increase the wearer's strength.  Several species of the dung beetle enjoyed a sacred status among ancient Egyptians. Initially, they were primarily a symbolism of solar. This belief was born from watching the beetle roll the ball of dung and steers it toward the sun. It explained the sun's movement throughout the day. Egyptian hieroglyphic script uses the image of the beetle to represent a triliteral phonetic that Egyptologists translate as \"to come into being\", \"to become\", or \"to transform\". The scarab was linked to Khepri (\"he who has come into being\"), the god of the rising sun.  The image of the scarab, conveying ideas of transformation, renewal, and resurrection, is ubiquitous in ancient Egyptian religious and funerary art.  In addition to cultural aspects, scarab Beetles has environmental value. Dung beetles play a role in agriculture and tropical forests. By burying and consuming dung, they improve nutrient recycling and soil structure.   This NFT is a glTF metallic scarab that you will enjoy, and hopefully, it will add strength to your collection.", "artifact_uri": "ipfs://QmQd7Xs3Lkf6kZoi5ewgkj1f5mgRc4kkwvwWSUgFwKVGTe", "display_uri": "ipfs://QmQx7S3ggDeDp3HM77BSXAJYCoLu1BPMSQJcxZXCbm7uJy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQd7Xs3Lkf6kZoi5ewgkj1f5mgRc4kkwvwWSUgFwKVGTe", "mimeType": "model/gltf-binary"}], "creators": ["tz1cUJ2rurSfnG9LufApgLJ9WuPM3cUtVGmL"], "tags": ["Scarab", "Beetle", "glTF", "Biodiversity", "Nature", "Environment", "Egyptian", "Dung", "Quantillion", "Scarabaeus", "3dmodel", "3dsculpt"], "extra": {}}