{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1502625, "timestamp": "2021-06-05T17:35:54Z", "token_id": 115888, "symbol": "OBJKT", "name": "Suite S1xt33n", "decimals": 0, "description": "To celebrate national donut day I made this complicated installation on H=N. “Suite S1xt33n” is comprised of 16 MPEG 4 files minted chronologically. Click on the tag “SuiteS1xt33n” below to see this work in its entirety. If all things remain equal / HEN sticks with 4 columns this work will be viewable on a standard laptop / desktop screen as intended. If you collect all 16 - and you should! - then you could make a webpage or something to see them as intended in the 4 x 4 grid. “Suite S1xt33n” is a suite of 16 video  files 1000 x 1000 Pixels each. The subject matter is a gluten free donut with sprinkles  3D scanned using photogrammetry, animated in blender with post processing in FFMPEG. This is part of a  series taking advantage of the design of H=N as a structure to experiment with pricing strategies, and ownership. Aristotle says “the whole is greater than the sum of its parts” in the case of this humble donut the reverse is perhaps true. This piece is a commitment to own in its entirety hence the price and edition. As noted above each video in the suite is tagged with the same tags. No other piece that i mint will use “Suite S1xt33n” - by clicking this tagh you should see them all and in order. Obviously community participants can hack this method of organization by using the  same tag. Perhaps one day we can mint unique tags within an NFT. maybe someone knows how to do this. 06/05/21  ", "artifact_uri": "ipfs://QmTRssn5k4J6Tiv6XFvQQRvXJKZY6zsw714ARD3e2zC5X9", "display_uri": "ipfs://QmXNiii8VtqH6ni5hqMAJDrMW4Jz627QViBWd6tF5SWnDb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1MD4pRPwoh3RadNT1fj3rpUqTAa9X2xim9"], "tags": ["SuiteS1xt33n", "theWholeIsGreater", "theHoleIsGreater", "3dscan", "photogrammetry", "tomburtonwood", "donut", "nationaldonutday", "donut", "doughnut", "dohNut", "animation", "mpeg4", "cleannft", "4x4", "pink", "lavender", "sprinkles", "jigsaw", "torus", "infinitesurface", "panel", "grid", "fourtothefloor"], "formats": [{"mimeType": "video/mp4", "uri": "ipfs://QmTRssn5k4J6Tiv6XFvQQRvXJKZY6zsw714ARD3e2zC5X9"}], "token_info": {"@@empty": "ipfs://Qmcu2zkc6bcqMZzVCehvL46mMnQwDS3dgx3sDf2SeGGFWm"}, "supply": "16"}