{"__version": 1, "token_id": 235788, "symbol": "OBJKT", "name": "ソフトボケ v2", "description": "Bokeh is the aesthetic quality of the blur produced in out-of-focus parts of an image. Bokeh has also been defined as \"the way the lens renders out-of-focus points of light\". Differences in lens aberrations and aperture shape cause very different bokeh effects. Some lens designs blur the image in a way that is pleasing to the eye, while others produce distracting or unpleasant blurring (\"good\" and \"bad\" bokeh, respectively). Photographers may deliberately use a shallow focus technique to create images with prominent out-of-focus regions, accentuating their lens's bokeh.\n\nThe term comes from the Japanese word boke (暈け or ボケ), which means \"blur\" or \"haze\", or boke-aji (ボケ味), the \"blur quality\". This is derived as a noun form of the verb bokeru, which is written in several ways, with additional meanings and nuances: 暈ける refers to being blurry, hazy or out-of-focus, whereas the 惚ける and 呆ける spellings refer to being mentally hazy, befuddled, childish, senile, or playing stupid. Jisaboke (時差ボケ)(literally, \"time difference fog\") is the term for jet lag. Nebokeru (寝ぼける) is a verb denoting the actions or condition of someone who is half-asleep, or nodding off. Tobokeru means playing dumb, and toboketa kao refers to a poker face. The related term bokashi (暈かし) means intentional blurring or gradation; that is a noun form of the transitive verb bokasu 暈す which means to make something blurry, rather than to be blurry.\n\n*source : wikipedia (https://en.wikipedia.org/wiki/Bokeh)\n\n[01-02-15]\nPart of the promo for a pack created and sold on Envato \nhttps://videohive.net/item/soft-bokeh-background-pack-1/10231859\n\n[28-08-21]\nMinting this 1:1 | 640x640 | 449 FRAMES | 360FPS\n\n", "artifact_uri": "ipfs://QmSwXskbArZfAZo9ViW9XtBBJeMMXJCUEkH8mXEyTWM6PN", "display_uri": "ipfs://QmSwXskbArZfAZo9ViW9XtBBJeMMXJCUEkH8mXEyTWM6PN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSwXskbArZfAZo9ViW9XtBBJeMMXJCUEkH8mXEyTWM6PN", "mimeType": "image/gif"}], "creators": ["tz1c9w66mt5BYvXg9PW9LHNiSZwxzYp1EtxR"], "tags": ["bokeh", "soft", "pleasing", "relaxing", "anxietyrelief", "relax", "meditation", "animation", "loop", "seamless", "slow"], "extra": {}}