{"__version": 1, "token_id": 212749, "symbol": "OBJKT", "name": "Ixkik & U Zamahel Xibalba", "description": "Animated digital illustration inspired by a scene of the Popol Vuh, a 16th century written account, in Qatzijob'al (the language of the K'iché, a Maya people from nowadays Guatemala), about the traditional K'iché cosmology.\n\nIn the Popol Vuh, Mesoamerican ball game players Hun-Hunahpu and his brother, Vuqub-Hunahpu, were challenged and killed by the twelve Rajawal Xibalba (Lords of Xibalba, the \"place of fear\", i.e. the underworld). Hun-Hunahpu's severed head was later left hanging in a Yaax Che (ceiba, sacred to the Maya and akin to the world tree) tree at the Puqubal Chaah (\"dusty atrium\", a place in Xibalba), where it was found by a Xibalban princess, IXKIK (\"blood maiden\").\n\nFrom the saliva of the head touching her hand, Ixkik became pregnant. Aware of this, the lords, including her father Kuchumakik, wanted her dead, and sent their four owl messengers, the U Zamahel Xibalba (who previously invited the brothers to be challenged in Xibalba), to capture her. But instead of killing her, they fooled their masters and allowed her to escape.\n\nIn the surface, she overcame trials put by Xmucane, the mother of Hun-Hunahpu, and was able to raise her sons, Hunahpu & Xbalanque, the Hero Twins who later went to Xibalba and defeated the lords, avenging their father and their uncle.\n\nThe river of blood in the back ground is the Chi kiq'ia. In this illustration, Ixkik's fashion is inspired by that of the Classic Era (200 - 900 CE) Maya. And each owl is inspired by species native to Guatemala. They are Kak'ix Tukur (Macaw Owl), Jolom Tukur (Head Owl), Ch'abi Tukur (Arrow Owl) and Hun Raq'An Tukur (One Legged / \"Hurricane\" Owl).\n\nIllustration and animation by Zamahel\nhttps://twitter.com/itzamahel\nhttps://instagram.com/itzamahel\nhttps://linktr.ee/zamahel", "artifact_uri": "ipfs://QmcUHjNr4UDMQMQAmdUcm5T7FD8X7k89Mka9LYqEwieayy", "display_uri": "ipfs://QmXRdPgEaZciFYVThd3MeGs2STzmGc35SZTi713FB9MAzG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcUHjNr4UDMQMQAmdUcm5T7FD8X7k89Mka9LYqEwieayy", "mimeType": "video/mp4"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["xibalba", "underworld", "maya", "guatemala", "culture", "animated", "animation", "illustration", "digitalpainting", "painting", "art", "mesoamerica", "indigenous", "brasil", "woman", "owl", "owls", "bird", "birds", "mp4", "mythology", "tree", "skull"], "extra": {}}