{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"113437-128.jpeg","fileSize":3656,"dimensions":{"value":"128x171","unit":"px"},"path":"QmRrETR9omt7stwhH24rEnWqGm1GuVpjBCDcPqdhS5mgfG","cid":"QmRrETR9omt7stwhH24rEnWqGm1GuVpjBCDcPqdhS5mgfG"},{"mimeType":"image/jpeg","file":"113437-512.jpeg","fileSize":33580,"dimensions":{"value":"512x683","unit":"px"},"path":"QmSvy6RJpkqDrHmMw9sB5TcDDrbCM4xAucuFNJtXirQcYu","cid":"QmSvy6RJpkqDrHmMw9sB5TcDDrbCM4xAucuFNJtXirQcYu"},{"mimeType":"image/jpeg","file":"113437-1024.jpeg","fileSize":92213,"dimensions":{"value":"1024x1365","unit":"px"},"path":"QmdaNAjbszpEfsP7jQLFUT53CexjM8Sv6hUpfrYWhSR3bJ","cid":"QmdaNAjbszpEfsP7jQLFUT53CexjM8Sv6hUpfrYWhSR3bJ"}]},"token_id":113437,"symbol":"OBJKT","creators":["tz1UUSrrxHq647suLgAngWE481UTbzUonf9G"],"name":"#5 - Empty Toilet Paper Rolls by Kaloh","description":"3.6.21 - https://www.kaloh.xyz/p/4-empty-toilet-paper-rolls-by-kaloh - When I was a kid, I used to draw figures on empty toilet paper rolls with markers. I was around five years old, and I can’t remember how and why it started. Then, for some reason, I began to collect them.  I searched every bathroom, starting at my home, family members’ bathrooms, restaurant’s bathrooms, store’s bathrooms. Anywhere where I went... A little weird, heh? Every time I got a new roll, I came back to my room and painted something on them. I drew all kinds of shapes, color combinations, and styles on the brown cardboard. I don’t know where I found the inspiration. Each final piece had a special meaning I can’t describe. I guess I was born a collector and an artist.   My collection grew, and my mom and dad started to notice. What was going on? Was his young child an artist? Should they encourage me to continue? I think they didn’t know what to do. I remember my grandma fueled my little hobby. She stored the toilet paper rolls from her home, so she had five to ten waiting every time I visited. She wanted me to follow my passion.   I can’t recall the details, but at some point, this stopped. We moved to a new apartment, and my vast toilet paper rolls collection didn’t come with us (I had over 200 rolls at that point). Although my parents encouraged me at first, something happened after. Deep inside, I believe they were afraid I continued this artists and creator path. Both of them are computer scientists. Twenty-five years later, I can now see how my little collection and hobby could become a problem in their eyes. They wanted me to follow a traditional path. In the end, I became a computer scientist too.   Don’t get me wrong, it was my choice at the end of the day, and I love my career. But what could have happened if I continued that little hobby I had? What if I continued painting? What if I experimented with different techniques over all those years? Well, I don’t know, I will never know.    Crypto art brought me back to the little world I had when I was a kid. It feels like I am coming back to my roots. I am creating again. And in a way, it feels like it makes sense. Like the dots are connected now. I can combine my “artistic” passion with the love of technology and computer science in this new dimension. With Empty Toilet Paper Roll, I’m replicating the work of my young self. It feels natural. It is me, painting freely without anything in my mind. No problems, no stress. Just like it was when I was five. After many years disconnected from arts, creation, and open expressions, I feel relieved to have found this medium.    -Kaloh  Shilling Section   Check out these cool drops from other crypto artists.  Morse Punk #008 by @RoninNFT  Twilight by @aeonbloom1  M01 - PANGEA by Matteo Carria  We Love You, Paris by @lucyalpine1  Inhale Exhale by @aixalj  Snow Queen by @Xana60209731  Transform by @TomiBarrenechea  The Onlooker by @PixelsDeadly  Blur 4 by @TheHCTurk","tags":["newsletter","cryptoletter","emptytoiletpaperrolls","kaloh"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmTxBWWvrg9PJ14J3CH5Fnu396XxQgM4Ef2J4CzqHJtm7k"}],"artifact_uri":"ipfs://QmTxBWWvrg9PJ14J3CH5Fnu396XxQgM4Ef2J4CzqHJtm7k","display_uri":"ipfs://QmRbCSTw6rSqj6mVDbVKw8GKWCEF5y7ZPVAnVAsHWC5BUq","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}