{"__version": 1, "token_id": 155437, "symbol": "OBJKT", "name": "Laxman Pandit 10", "description": "On the paintings by Laxman Pandit   Art writer and historian R Nandakumar on the works of eminent indian artist Laxman Pandit.   Art writer and historian R Nandakumar on the works of Laxman Pandit.  The kind of woolly notions that we come across often enough in the social narratives of institutionalised Art (with capital A) with its promoters, impresarios, connoisseurs, PR men, patrons (including art-fancying bureaucrats), dealers and of course on the fringes, the so-called art critics, is the most conducive to the cult of the Artist. In such a situation, it is the Artist who precedes art and art is what the Artist does or is what he says it is. Which is to say that there is more to it by way of role-play in being (considered) an artist than is generally accepted in theories of art. Any artist (more specifically, the male artist) knows that the kind of artistic persona and artistic self-image that configure in the social representations of the Artist are expected of him as a career requirement that should make him worth his salt if he has to stay on course in the trade. He should also know to make the most of these identity props of his artistic self-image such that it pays to make his role-play square with the given cultural stereotype, say, of the non-conformist or the rebel. In other words, when he deludes himself into believing in the unrelieved nature of non-conformism inherent in being an artist, he is only conforming to the expectations of his role-play, being unaware that it is in itself a product of dominant representations projected in the narratives of institutionalised Art. It seems generally the case that such surrender to self-delusions, particularly about the larger-than-life image of oneself, is a necessary precondition for being an artist. Until recently, that is, until the onset of the global economic boom in the art market and the consequent change of scenario, the socially recognisable image and role of the artist in Kerala was cast in the all too familiar stereotype of the angst-ridden, male, déclassé elitist, rebel-in-exile – that an art student, even as early as his decision to join an art institute, sought to identify with. There are times when the role of the artist would be socially reckoned in terms not necessarily of what he does (or ‘creates’) but of how he acts out the given role which the society assigns anyone who seeks legitimacy from the institution of the art world.  Preoccupied with the implications of the concept of the role and image of the artist as they come to be perceived socially, I was a bit puzzled by the rather unusual instance of Laxman Pandit as artist. Coming from an affluent lineage of commercial elites, he suddenly took to painting and drawing of an abstract persuasion, showing a high degree of competence, profiency and mastery of the pictorial language. But intriguingly, he played down his authorship and played truant when it came to his identity as artist and preferred to remain anonymous under a pseudonym.  For many in the family fold and among the circle of friends, it was rather strange if not unconvincing that John Chakola should have turned towards painting as a pastime, if anything. For his part, John Chakola who signed as Laxman Pandit in his paintings, it was rather fortuitous to have found himself in his element in pictorial expression of a non-representational, abstract imagery. Starting more in the manner of a kind of intimate visual musings or introspective reflections that came naturally to him in moods of self-abandon, he gave himself over to the new pursuit with a profuse and prolific output. It could perhaps be the case that his silently nurtured visual inclinations and predispositions burst forth in spite of himself under some congenial circumstances of life.  And he decidedly stayed on in the pursuit of his magnificent obsession with an all-consuming passion and single-minded diligence. Guided by his own hunches and an innate affinity for the graphic medium, Laxman Pandit has produced a body of work, running to several thousands, in a short span of not more than ten years. Guarded against anything that is casual or accidental by way of capricious self-indulgence, the astuteness and diligence with which he addressed himself to the problems of pictorial expression can only be born of a conviction that generally accompanies the soul-stirring experience of self-discovery. It is this great joy of finding one’s moorings and getting one’s bearings that he undoubtedly experienced in his paintings. Forthright and spontaneous expressions as they are, they are at the same time informed with an immediacy and urgency that relate them to an unmediated inner register of experience of the Self. In spite of the consummate skill and accomplished artistry of an order that is no mean achievement particularly for one who is uninitiated, he never wanted to identify himself with the social role and self-image of the ‘Artist’ (with capital A). ", "artifact_uri": "ipfs://QmWsGe6igcvua5cvQKcW8PBa5vHDzHR887aMA1yuwbynRT", "display_uri": "ipfs://QmNjPybWkUPVwXCYkiRWTZR4mSyXiNEhV6GtQTBzkxe6fo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWsGe6igcvua5cvQKcW8PBa5vHDzHR887aMA1yuwbynRT", "mimeType": "image/jpeg"}], "creators": ["tz1ZyUhd8qbCuxqU7D9utT5JurQpYuDYEona"], "tags": ["Indianart", "artist", "abstractart"], "extra": {}}