{"__version": 1, "token_id": 216317, "symbol": "OBJKT", "name": "NFTKU #1", "description": "The lifestyle of urban people is very dependent on the invention. With just one wink, we have lost a lot. One of the characteristics of urban communities is a digital networking society. It's different from the old days when people really needed the face to face momnent to create something and even transact. Currently, everything can be done via the internet.\n\nWe are all urban, wake up and open our cellphones,  access the closest way to digital world, read digital books, transact digitally, office meetings via digital networks, digital archives, vent and gossip can be on digital platforms. Everything is in the cloud.\n\nNo less excited! The art market that was originally conventional is now gradually shifting to the digital world. NFT is a transaction system for buying and selling digital artworks that really happening this year. A lot of outreach was held here and there to help this ecosystem grow, and guess what? most of us were never meet but we already know a little of each other.\n\nNFTKU Magazine contains a summary of all local NFT events, mystery and gossip. Come on, subscribe immediately!.\n__\n\nGaya hidup masyarakat urban sangat bergantung dengan perkembangan zaman. Hanya dengan satu kedipan, banyak hal telah kita lewatkan. Salah satu ciri masyarakat urban adalah berjejaring secara digital (digital networking). Tidak seperti zaman dahulu saat orang-orangnya sangat memerlukan tatap muka untuk mencipta sesuatu bahkan bertransaksi. Saat ini, semua bisa dikerjakan melalui jaringan internet. \n\nKita semua urban, bangun tidur buka hp, akses terdekat dengan dunia digital,  membaca buku digital, bertransaksi digital, rapat kantor melalui jaringan digital, arsip digital, curhat dan gosip bisa di platform digital. \n\nTak kalah heboh! pasar seni yang mulanya konvensional kini secara bertahap telah berpindah ke dunia digital. NFT menjadi sistem transaksi jual beli karya seni digital yang mencapai boom di tahun ini. Sosialisasi banyak diadakan di sana-sini membantu ekosistem ini bertumbuh.\n\nMajalah NFTKU berisi rangkuman segala peristiwa NFT lokal dan segala kisahnya dari situasi terupdate, boom news, dan gosip terjulid. Ayo! Langganan segera!.", "artifact_uri": "ipfs://QmbjQZ2yW3SqhRgaqyVg7nAM7PjyTjq1q7nxqAkTEoRzX9", "display_uri": "ipfs://QmbjQZ2yW3SqhRgaqyVg7nAM7PjyTjq1q7nxqAkTEoRzX9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbjQZ2yW3SqhRgaqyVg7nAM7PjyTjq1q7nxqAkTEoRzX9", "mimeType": "image/gif"}], "creators": ["tz1Z3ww6r18ro3zrDmBhe52NSTH21jhZzxzM"], "tags": ["Magazine", "Indomagazine", "NFTgossip", "NFTNEWS", "Indonews", "NFTnesia"], "extra": {}}