{"__version": 1, "token_id": 159925, "symbol": "OBJKT", "name": "TERRAFORMA / HAND-OVER", "description": "START ------- COMMAND 06 // Attempt 21 // Hand-Over Incantation  Peace be upon you, planet Siga Y06-2X7. We hope you have enjoyed the past 24 hours.     COMMAND:Siga Y06-2X7 // ...  Yandé: Where the hell is she? Are we still online?  Roog: Yup. Yandé: Do we have analogue input? I just want to make sure she is humming.  Roog: It's going to take at least 20 minutes to boot but worth a shot.  Yandé: Yeah, let's boot it up. I will automate a few more forceful commands in the meantime. Then I'll help you.  Roog: Easy on the commands, chief - don't fuck with our NPS score.  Yandé: Nobody actually checks those... right?  Yandé: (muffles herself) Guess its going to be another neon and sparkles winter for me.  Roog: What did you say about my girlfriend?  Yandé: Fatou, if you're listening, you have great taste.  Fatou: I am always listening, dear.  (They all laugh.) Yandé: (whispering to Roog) Do y'all always have to be tethered? Roog: (audibly to Fatu) I am going to log off for a bit love, gotta focus on booting up this ancestral piece of sh... Fatou: Don't you dare speak heresy Roog-Manjack-Fa-Bintu-Bintu-Ñilane.  Roog: I was going to say sh-machinery. Ok bye bye.  Yandé: Yuk! Break up already.  Roog: (starts reciting porno-flowetry) Her thighs keep me warm at night. Her brain makes my ...  Yandé: (Feigning disgust) Please make it stop. (Pauses to finish typing command while Roog continues reciting his poeam)  Yandé: Ok, commands broadcasted. Let's see the piece of shit.  (They both look at the analogue input recorder.) Roog: (looking at Yandé) Don't do me like healing camp.  Yandé: Then work fast and no talking.  Roog: I hope you never become management.  Yandé: I hope you do.  (They both laugh). ", "artifact_uri": "ipfs://QmTCaqo9JeGuGnVUneFZBLpoHSMrGjB8kDSzWd8UMy1c5i", "display_uri": "ipfs://QmcCjFbCEEyJ5uhfRfaJ7WqfdowshTjottTa7fnEhXBjtL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTCaqo9JeGuGnVUneFZBLpoHSMrGjB8kDSzWd8UMy1c5i", "mimeType": "image/png"}], "creators": ["tz1UifYfgYwmhxhcRU2NDBYwj4i7Jf8pu2bz"], "tags": ["sci-fi", "illustration", "speculative", "fiction", "terraform"], "extra": {}}