{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1499563, "token_id": 112292, "symbol": "OBJKT", "name": "Membership NFT 100", "decimals": 0, "description": "OurBone enables develops and exhibit Artworks, makes art projects possible, and implements new solutions for cultural encouragement.   OurBone works like an aid organisation for culture: we collect donations, win patrons and partners. We are looking for new and innovative ways to enable art and culture. We are working to fundamentally improve the conditions for artists and cultural professionals, who often live on an irregular income. They usually don't have a fixed employer or regular working hours. They only receive financial resources, if at all, after time-consuming entries and only when a concrete project is pending or works can be sold. Artists and cultural professionals are often very alone in contradicting their importance for the living cultural landscape and a reflective society.   We are convinced that many people like to give and make a difference, but simply don't know how to proceed. We minting NFT projects with the means at our disposal to achieve these goals. We are working on establishing the new solution for cultural financing. We supporting artists and cultural professionals even during work phases, and supporting those who want to realise projects.  OurBone operates intermediately between patrons and cultural professionals. We open doors and organise cooperation. We strive for direct, unbureaucratic and rapid support and promotion. Whit the collection of OurBone Gallery NFT’s, you and we make art funding easier.", "artifact_uri": "ipfs://QmPpXKCHuNceJiwkjsSyL3GRNAz21PmgTzdKrXnTdwjesw", "display_uri": "ipfs://QmZGve3dtBhjm8H1tEVA744JVCwmgmjJDJzLMDNk9xhdDu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz2Mk45qNYbFHqiW7Zdkjnb6DtkV6yJLfRxH"], "tags": ["Members", "membership", "OurBone", "gallery"], "formats": [{"mimeType": "image/png", "uri": "ipfs://QmPpXKCHuNceJiwkjsSyL3GRNAz21PmgTzdKrXnTdwjesw"}], "token_info": {"@@empty": "ipfs://Qmd95dNKqG2DzzH5JFJXKHb7hMiVanx4F7h2XKEpkx7KCr"}, "supply": "100", "transfered": 0}