{"__version": 1, "token_id": 219392, "symbol": "OBJKT", "name": "AMYGDALA", "description": "This is an animated-copy version of the original oil painting. \n\nIt is dedicated to survivors.\n\nIt represents overcoming fear and anxiety.\n\nAmygdala is a term used for a group of neurons in our brain, its function is related to the processing of emotions, especially fear.\n\nThis painting consists of two stylistic approaches: Abstract-action painting; and realism.\n\nThe abstract style is finished by marbling technique using high quality acrylic paint. I apply masking and action painting techniques that make the details of this abstract part spontaneous and precise. \n\nThe gorilla figure is a representation of human evolution as a mammal which in the process involves a very important function of the amygdala. Monstera leaf is a word play for \"monsters\" to represent uneasiness.\n\nI use pop art style approach in this painting as an attempt to make the theme of fear into something fun and joyful, as the meaning of overcoming fear and anxiety.\n\nThe realism style is finished using oil paints.\n\nThe dualism of technique, color and composition is the strongest aspect of my work. The contrasting realistic grayscale with the stunning pop-flat colors produces a harmonious composition between the background and foreground.", "artifact_uri": "ipfs://Qmbqj24KXxWBMR6pHxFFQTPbfT7xhyLgKEB5aYeuN4NrEJ", "display_uri": "ipfs://QmVwgZ4saaEbkr135Bf6pHi3H59NFNj5v3TZdeSXWWsiji", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmbqj24KXxWBMR6pHxFFQTPbfT7xhyLgKEB5aYeuN4NrEJ", "mimeType": "video/quicktime"}], "creators": ["tz1eNFifnbBWyXSeB8w1E8ktijhce58JKRHP"], "tags": ["Painting", "Digitalpainting", "animation", "video", "mp4", "art", "gorilla", "monstera", "floral", "flower", "green", "mickey", "popeye", "kaws", "appropriation", "color", "black", "popart", "splash", "realism", "marble", "marbling", "cartoon", "contemporaryart"], "extra": {}}