{"__version": 1, "token_id": 262492, "symbol": "OBJKT", "name": "Sounds of Spacetime #2", "description": "16-bit time-frequency transform of the detection of gravitational waves codenamed GW170814 (LIGO L1 Livingston Detector). Art is created from open-access publicly available data.\n\nDescription of the Cosmic Event:\n\nGravitational Waves are vibrations in the fabric of space-time that were predicted by Albert Einstein in 1915 and long dismissed as undetectable. They may be short pulses or long lasting signals that are emitted from extreme cataclysmic cosmic events such as Black hole collisions, Neutron star collisions, star collapses, and even the Big Bang.\n\nTwo black holes roughly 30 times the mass of our Sun collided 2.2 billion years ago at a distance of 2.2 billion light years (100 000 000 000 000 000 000 000/ 100 sextillion km) from Earth, detected by LIGO Livingston (L1) detector on 14 August 2017, as a ridiculously minute flicker - a gravitational wave pulse - of an amplitude equivalent to resolving the thickness of human hair on Mars from Earth (a trillionth of the diameter of a proton). The resulting gravitational wave pulse lead to this pattern in the time-frequency graph. When this signal was emitted, Earth was only half its age today and only microorganisms existed in the oceans. What a remarkable achievement by humanity to detect this signal 2.2 billion years after it was emitted after it had travelled the vast expanses of the deep space - a feat even Einstein discarded as impossible in his times.\n", "artifact_uri": "ipfs://bafkreif6ru3luegc4imbmrb7kqez7b6ytondubpi2wtbrd5scuzos7ewge", "display_uri": "ipfs://bafkreif6ru3luegc4imbmrb7kqez7b6ytondubpi2wtbrd5scuzos7ewge", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafkreif6ru3luegc4imbmrb7kqez7b6ytondubpi2wtbrd5scuzos7ewge", "mimeType": "image/png"}], "creators": ["tz1RKQtcGwEyorfVX5TeaXbuV2b6tzzLFyTL"], "tags": ["physics", "science", "einstein", "blackhole"], "extra": {}}