{"__version": 1, "token_id": 263092, "symbol": "OBJKT", "name": "Cooperativa Local: te invitamos a formar parte, we invite you to be part of", "description": "\n\n\nEntendemos una Cooperativa\ncomo las condiciones que prolongan la cooperación\nParticipación abierta, voluntaria y autónoma\nAutomoderación interna y compromiso con el entorno externo\nEducación Popular y libre transmisión de conocimientos\nCooperación entre agrupaciones, colectivos y cooperativas\nRetribución económica equitativa\n\nLocal puede ser una palabra ambigua, saturada de sentidos\nun lugar físico sosteniéndose sobre espacios digitales\nun lugar digital amplificándose hacia entornos físicos\nun momento híbrido, sensorial, abstracto, en tránsito\ncomo puede no ser ninguna de las anteriores\nLocal es lo que habitamos y lo que permitimos que nos habite\npuede tomar el nombre de comunas o de cuerpos o de emociones\nLocal es perspectiva y consciencia territorial\n\nContigo, buscamos conformar una Cooperativa que convoque y apañe\na personas y colectivos que anhelan sustentar\nexploraciones artísticas o de expresión en general.\nA través de la educación y la coordinación, \nqueremos guiar el uso de tecnologías participativas\ny dinámicas colaborativas con la intención de fortalecer\nel impacto territorial de comunidades locales.\n\n\n\n\nWe understand a Cooperative\nas the conditions that prolongs cooperation\nOpen, voluntary and of autonomous participation\nInternal self-moderation and commitment with the external environment\nPopular Education and free transmission of knowledge\nCooperation between groups, collectives and cooperatives\nEquitable economic compensation\n\nLocal can be an ambiguous word, saturated with senses\nA physical place holding onto digital spaces\nA digital place expanding into physical environments\nA hybrid moment, sensory, abstract, in transit\nAs it can also be none of these\nLocal is what we inhabit and what we allow to inhabit us\nIt can take the name of communes or bodies or emotions\nLocal is perspective and territorial awareness\nLet's express ourselves about our locations\n\nWith you, we strive to form a Cooperative\nthat gathers and support people and groups\non their artistic explorations and expression in general.\nThrough education and coordination,\nwe want to guide the use of participatory technologies\nand collaborative dynamics with the intend of strengthening\nthe territorial impact of local communities.\n\n\n\n", "artifact_uri": "ipfs://bafybeicjhmalmnsjm2t65d67vefqlwwa4vjgj4hdqyawa4fm2cfk6he32q", "display_uri": "ipfs://bafybeicvupfhko3jdojzbjptpqpbgez5cdxchcw7oevxalqviyalu6xgli", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeicjhmalmnsjm2t65d67vefqlwwa4vjgj4hdqyawa4fm2cfk6he32q", "mimeType": "image/png"}], "creators": ["tz1X2T6MhDT37H8ehfQEhzgdghuJLCyv5HKL"], "tags": ["MANIFIESTO", "COOPERATIVALOCAL", "CHILE", "LATAM", "hDAO", "HICETNUNC", "COOPERATIVE", "LOCAL"], "extra": {}}