{"contract":"KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton","network":"mainnet","level":1473734,"token_id":82543,"symbol":"OBJKT","name":"Outskirts of Vision - interior art 01","decimals":0,"description":"Outskirts of Vision is a graphic novel. Ben is a young architect who suddenly appears in a dangerous, apocalyptic world. He knows what he's doing there - He's on a mission to investigate the city. The only person he gravitates towards and communicates with is a violent, rebellious anarchist. It soon becomes apparent that they both share knowledge about the city: They both know that it changes. The city's plan, its buildings, roads, streets - everything changes, disappears and reappears elsewhere - suddenly and without warning. Surprisingly, no other person is aware of the changes to the city but the two of them. Together they embark on a journey in which a new, futuristic world unfolds before them, while attempting to learn the reason behind the city's transformations. Their journey will change the way they view the world. Outskirts of Vision is a graphic novel about cities - What constitutes a \"good\" city? Do city planners really have control over the success of the cities they design? Is there a way to visit a city before it has been built? To know how it will develop beforehand?","artifact_uri":"ipfs://QmRpJ9zhGp4Vi1TE2qb8znUXxoGXGyHe9t9pSnCwqJc3Xe","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc","is_transferable":true,"creators":["tz1do2nasqX3CX98wiTBsezX1uZwV9ew7eiu"],"tags":["comics","art","comicbooks","comic","drawing","illustration","comicart","comicbook","artist","sketch","igcomicfamily","anime","cartoon","digitalart","cosplay","artwork","draw","comiccollector","comicstrip","architecture","cyberpunk","punk","design","graphicnovel","graphicnovels"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmRpJ9zhGp4Vi1TE2qb8znUXxoGXGyHe9t9pSnCwqJc3Xe"}],"token_info":{"@@empty":"ipfs://QmQ7wWVmyZofnuDNnsGkwT3MUQuY46x6StMuqQHnmXibbu"},"supply":"10","transfered":0}