{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1497412, "token_id": 109890, "symbol": "OBJKT", "name": "#4 - Hazel by machadoxleao (ft. DJ Ride)", "decimals": 0, "description": "1.6.2021 🤜 https://www.kaloh.xyz/p/4-hazel-by-machadoxleao-ft-dj-ride 🤛 What’s it called when a government, ruler, or person in authority has complete power and tries to control people's behavior and thoughts and limit their freedom?  That is precisely the meaning that its authors - machadoxleao (Brazilian) and DJ Ride (Portuguese) - tried to represent behind this magnificent creation. For the full mp4 version, click here and make sure you turn on the audio to listen to \"JAPAN 146 ROCKER\".  “Hazel” is an alternative version of the “Big Brother” creation that catapulted machadoxleao to fame in the crypto art space. He sold “Big Brother” for 2 Eths (3,668$) in March 2021.      “I can say that the process behind “Big Brother” was rather random. I had a blank mind and I was thinking about nothing. Although there is a big message behind this piece, I was very surprised by the explosion this NFT generated. It gave me a career…” After the success of “Big Brother,” machadoxleao wanted to keep the series alive. But he wanted to do something a little bit different; he wanted to put an extra layer of context. That’s when DJ Ride came in. They connected via social media and liked each other’s work so much that they decided to collaborate. Machodoxleao listened to a couple of his beats and thought that \"JAPAN 146 ROCKER\" fit perfectly in “Hazel.” The name “Hazel” is not a reference to the lady at the top of the mountain. Instead, it comes after the color of the eye.  When asked about his technique and style, machadoxleao said this is a digital collage. Surprisingly, he does all his work on his smartphone (Redmi Note 8) using an app called “Photo Editor.” With that setup, he has been creating and selling NFTs since January 2021. He gets a lot of inspiration from his dreams.      “Usually I find inspiration in my dreams. Other times in a song. I have also created pieces by just looking at photos or pictures” Did you like this NFT?      Bid “Hazel” on Foundation - There is only one edition.      Check out all the creations from machadoxleao on Instagram, Foundation, SuperRare, and Twitter.      Find out more about DJ Ride on his Instagram or Twitter.  🙀🙀🙀 Shilling Section 🙀🙀🙀  Check out these cool drops from other crypto artists. 💥 'warrior' by Brian Carreño 💥 'Hazel' by loopymoon 💥 'Tower of Illusions' by _tmist 💥 'Vanity Death' by NuccioGreis 💥 'Wish you were here' by Michelle Thompson   ", "artifact_uri": "ipfs://QmPmEwpiB3mqUhPimrGfcJjkWR7MYzK6j4cmoErbn4twNc", "display_uri": "ipfs://QmTQPFyBmBvH6sbHkNwaMcH4SEFAM3oytWXMdwLDGiC6uF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1UUSrrxHq647suLgAngWE481UTbzUonf9G"], "tags": ["Hazel", "BigBrother", "machadoxleao", "DJRide", "Kaloh", "newsletter", "cryptoletter"], "formats": [{"mimeType": "image/png", "uri": "ipfs://QmPmEwpiB3mqUhPimrGfcJjkWR7MYzK6j4cmoErbn4twNc"}], "token_info": {"@@empty": "ipfs://QmYxhdex9NWvteNoEPUSNKVtsGbFvczQhjBEGr87MVxjCL"}, "supply": "50", "transfered": 0}