{"__version": 1, "token_id": 191411, "symbol": "OBJKT", "name": "Paper", "description": "“Japanese architectures use paper extensively. Sliding doors (shoji 障子) have one layer of thin, translucent paper instead of a glass. Thick doors (fusuma 襖) are also made of multiple layers of paper, painted or printed on the surface. We revisit the principle behind this paper usage, tracing back into the indigenous Shinto religion where white paper was both the invitation (suki 透き) and hinderance (sahari 障り) of spirit. The paper infuses light, vibrates with the wind and absorbs moisture. Japanese traditional architecture is composed by multiple layers of transparent, thin, open materials such as rattan blinds (misu 御簾), paper doors (shoji), veil (cho/tobari 張/帷) and folding screens (byobu 屏風). These layers creates the sense of depth (oku 奥) that one can vaguely see through. The inside and outside are enfolded, not clearly separated. In light of this conceptualization of space, we can rethink the taken-for-granted style of subjectivities and practices.”\n– Yutaka Yamauchi & Ko Kado\n\nYutaka Yamauchi is Professor at Kyoto University, Graduate School of Management, with joint appointments at Design School and Graduate School of Economics. He investigates culture of services, service design and design of culture.\n\nKo Kado studied graphic design at Academy of Art University, San Francisco, and worked in New York as graphic designer. After coming back to Kyoto, he apprenticed at a woodblock print workshop. After 5 years of apprenticeship, he started his own studio, Kamisoe. He designs and prints sliding door and wallpaper as well as stationery such as letters, envelopes and postcards.\n", "artifact_uri": "ipfs://QmXJs5hhyj7At8Pez2HHfrXtnhh9hqgeGqfJaxEBepbuZH", "display_uri": "ipfs://QmVuTrhYZhyz4uovCykAdjGG2Nv19UapXoL5h7N2YqTE1X", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXJs5hhyj7At8Pez2HHfrXtnhh9hqgeGqfJaxEBepbuZH", "mimeType": "image/png"}], "creators": ["tz1NisvvqYZE1dgsJTY14XL64xbsNudSAgTS"], "tags": ["Paper", "YutakaYamauchi", "KoKado", "KunstvereininHamburg", "SimonDenny", "ProofofStake"], "extra": {}}