{"__version": 1, "token_id": 231872, "symbol": "OBJKT", "name": "Collage #8 (Amelia Dyer)", "description": "Amelia Elizabeth Dyer (born Hobley; 1836 – 10 June 1896) was an English serial killer who murdered infants in her care over a thirty-year period during the Victorian period of the United Kingdom. Trained as a nurse and widowed in 1869, Dyer turned to baby farming—the practice of adopting unwanted infants in exchange for money—to support herself. She initially cared for the children legitimately, in addition to having two of her own, but whether intentionally or not a number of them died in her care, leading to a conviction for neglect and six months' hard labour. She then began directly murdering children she \"adopted\", strangling at least some of them, and disposing of the bodies to avoid attention. Mentally unstable, she was committed to several mental asylums throughout her life, despite suspicions of feigning, and survived at least one serious suicide attempt. Dyer's downfall came when the bagged corpse of an infant was discovered in the River Thames, with evidence leading to her. She was arrested on 4 April 1896. In one of the most sensational trials of the Victorian period, she was found guilty of the murder of infant Doris Marmon and hanged on 10 June 1896. At the time of her death, a handful of murders were attributed to Dyer, but there is little doubt she was responsible for many more similar deaths—possibly 400 or more, making her a candidate for history's most prolific serial killer. Dubbed the \"Ogress of Reading\", Dyer inspired a popular murder ballad, and her case led to stricter laws for adoption and child protection, and also helped raise the profile of the fledgling National Society for the Prevention of Cruelty to Children (NSPCC), which formed in 1884.", "artifact_uri": "ipfs://QmYS9SENTy4qe3WybdkeUqS5eCR4ZEkFQxpQEmk8p5BrZ3", "display_uri": "ipfs://QmSMmqK1mC3pHRzEdjH9Yz7ewEC69tnhbNmAfjmPdEt1N9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYS9SENTy4qe3WybdkeUqS5eCR4ZEkFQxpQEmk8p5BrZ3", "mimeType": "image/jpeg"}], "creators": ["tz1YTyN2Qi1wfbvFHP3xYiu9mB74ecwXBDUy"], "tags": ["Collage", "theartofmann", "darkart", "serialkiller", "skull", "rose", "hops"], "extra": {}}