{"__version": 1, "token_id": 281572, "symbol": "OBJKT", "name": "Evolve Your Information", "description": "A young Neith (the Egyptian predecessor to Athena) rides forth astride her mechanical owl,Bubo (as imagined in the 1981 movie Clash of the Titans). The typography of the word \"Evolve\" references the evolution of the alphabet from early Phoenician runes to New York wildstyle graffitti.\n\nThe pink purple jellyfish creatures floating around \"Evolve\" were coloured using the objects in - Still Life: Five Glass Surfaces on a Tabletop -  a prizewinning digital visualisation of mathematical equations.\n\nImage description: Pen and ink drawing with digital collage colouring - image says, \"Evolve Your Information\" in elaborate graffiti text and shows Neith/Athena astride a giant silver mechanical owl flying calmly in front of a green and orange explosion of information.\n\n\n\nEvolve Your Information is the first NFT in the  MemeSwarm Redux 2021 series\n\nAbout Meme Swarm Redux 2021:\n\nThese psychedoodlic haikus were created for a group exhibit curated by Rupert Bottenberg and held at Le Kop Shop, Montreal, Canada, during November 2006. The participants were Luke Ramsey, Billy Mavreas, Rupert Bottenberg and Marc Ngui.\n\n\nSemantic Background:\n\nGene Swarm is a term gleaned from one of Terence Mckenna's many monologues. It refers to the flow of genetic information on the earth over millenia as it would be perceived by a consciousness capable of observing events unfolding over extremely long time scales.\nMckenna's point was that individual species (never mind individuals) would exist only as flickers of flesh while the genetic information would be the continuous elements combining and recombining, dancing each other in and out of prominence as environments changed and evolutionary forces selected the most appropriate combinations. This idea of observing evolution at a bio-molecular level over geologic time seems to have been impossible until the 20th century.\nThe title Meme Swarm was generated when gene was switched to meme as a way of emphasizing information content over biological processes.\n\n\nAbout the Creation Process:\n\nEach image was first drawn with ink on paper, scanned at a high resolution and digitally coloured and collaged. Many images use classical and famous paintings as backgrounds and these are noted below. Other elements used include personal photographs and images gleaned off the web, also noted below, and patterns and textures generated specifically for this project.\nThey have been remastered and generally improved for their NFT debut.\n", "artifact_uri": "ipfs://bafybeia5xynyte6gy4xmdtjioge2pf3wmm66sn44dnc2zccyezv3ruagaq", "display_uri": "ipfs://bafkreigz7g737ljxtwmzxg4hyh4aphu5obhz25jli4szkguax6jze5uzdi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeia5xynyte6gy4xmdtjioge2pf3wmm66sn44dnc2zccyezv3ruagaq", "mimeType": "image/jpeg"}], "creators": ["tz1NTY6Prmq4er4RXkGSwGCfjUjkfgyTMR67"], "tags": ["Psychedelic", "TerenceMckenna", "Comics", "Collage", "Information", "Athena", "Neith", "ClashoftheTitans", "Graffitti", "Evolution", "Information", "Language", "Owl", "MarcNgui"], "extra": {}}