{"__version": 1, "token_id": 163662, "symbol": "OBJKT", "name": "The Cosmic Significance of Life on Earth", "description": "Life on Earth is the only known life in the universe. The only known life in a universe 93 billion light-years in diameter. There may be life elsewhere in the universe, but with the incredible distance within the universe odds are, we will never see it, experience it, or interact with it, much less visit it.\n\n\nDespite the rarity of life, humans have decided greed, money, ego, personal wealth, and power over others are more important than maintaining the critical balance between human life, the environment, and the 8-9 billion species of biological life which also reside on this ball of dirt we call home.\n\n\nThe evolution of humanity has been quite the journey. With its biological and physical evolution, has been a psychological and egotistical evolution where our personal need for satisfaction and elitism outweighs our need for balance, equality, and respect for all forms of life on Earth.\n\n\nHowever, individual needs do not outweigh the needs of all life on Earth. We are not, in fact, the top of the food chain. 7.8 billion humans live on this planet, alongside billions and billions of other living plants and animals. Plants and animals which are vital for the balance of all other life on Earth. Humans cannot say the same. We may think we are important, but humans are not vital to life on Earth.\n\n\nFor every animal, plant or insect which becomes extinct, that is one less form of life in this vast universe. Plants and animals can, and will, survive without humans, but humans cannot survive without them.\n\n\nExtinction is forever. So, which life is more important? Not us.\n\n\nJPG, 5400 px X 7200 px by @dehiscenceart 2021.\n\n", "artifact_uri": "ipfs://QmfX5NAHQi8DTFJk4k6BMhGVXMW9pZJPwPtBE26t5pUu8m", "display_uri": "ipfs://QmNYo2UkM8iVJoBPx2QXPw2d2uPkmqYsSUUuweXFZ5NaVK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfX5NAHQi8DTFJk4k6BMhGVXMW9pZJPwPtBE26t5pUu8m", "mimeType": "image/jpeg"}], "creators": ["tz1TtZmtxhiWc8Nv6AtC1YjVCtJoFjv4nTqL"], "tags": ["LIFE", "EARTH", "CLEANNFTS", "UNIVERSE", "SURREALISM", "ILLUSTRATION", "COLLAGE", "ARTWITHAMESSAGE", "DYSTOPIA", "DARKART", "DEEPDREAM"], "extra": {}}