{"__version": 1, "token_id": 209562, "symbol": "OBJKT", "name": "AL#3BATIZADUH", "description": "3415x4098\nMixed Technique\n\nAL#3 (LIQUID ANTHROPOPHAGY NUMBER 3) BATIZADUH is the artist's first NFT, but it is the third art in a series that approaches, through techniques such as image distortion, digital collage and text, a \"cannibalistic\" dimension of love relationships in the contemporary, which occur from the logic of devouring, incorporation and/or expulsion (expution) of another subject/object of desire. In the marginal populations of tailings, as is the case of LGBTQIA+, devouring, incorporation and expulsion also permeate the eyes of others who occupy a third-party place in these relationships, fulfilling the role of vigilantes and punishers, once it's about forbidden/dirty/strange love relationships. So this third party who watches me also devours me, incorporates me (in what fits them) and expels/vomits/defecates me.\n\nLiquid anthropophagy is the devouring in liquid times, with such fluid relationships, in which the limits of the body, being and reality are in a state of water: dissolved and submerged. The touch, the saliva, the enjoyment, the kiss, everything that concerns the human body itself brings the liquid (Water) as the main element.\n\n\"I consume you, I devour you to incorporate you into me and have you in my self. I devour you object, I assimilate what I desire and I vomit/defecate what I don't want. My rival lover. My carnal object. I am the your alien and you are my being (from space) Our strange love causes repulsion and estrangement. I want you and hate you, my object-being. Come and pour your liquid into me, for I am water. Baptize me in your river and that among the saints our love/dislove may be celebrated. Amen\"\n\nAL#3 (ANTROPOFAGIA LÍQUIDA NÚMERO 3) BATIZADUH é a primeira NFT do artista, mas é a terceira arte de uma série que aborda a partir de tecnicas como distorção de imagem, colagem digital e texto, uma dimensão \"canibalesca\" das relações amorosas no contemporâneo, que se dão a partir da lógica de devoramento, incorporação e/ou expulsão (expuição) dx outre sujeito/objeto do desejo. Nas populações de rejeito, à margem, como é o caso dxs LGBTQIA+, o devoramento, a incorporação e a expulsão também perpassam pelo olhar dos outros que ocupam um lugar de terceiros nessas relações, cumprindo o papel de vigilantes e punidores, uma vez que se trata de relações amorosas proibidas/sujas/estranhas. Então esse terceiro que me observa também me devora, me incorpora (naquilo que convém) e me expele/vomita/defeca.\n\nAntropofagia Líquida é o devoramento em tempos líquidos, de relações tão fluidas, em que os limites do corpo, do ser e da realidade se encontram em um estado de água: dissolvidos e submersos. O toque, a saliva, o gozo, o beijo, tudo que diz respeito ao próprio corpo humano traz o líquido (a Água) como elemento principal.\n\n\"Eu te consumo, eu te devoro para incorporar-te em mim e te ter no meu eu. Devoro-te objeto, assimilo o que desejo e vomito/defeco o que não quero. Meu amante-rival. Meu objeto carnal. Sou o seu alienígina e você é o meu ser (espacial). Nosso amor estranho causa repulsa e estranhamento. Eu te quero e te odeio, meu ser-objeto. Venha e coloque o teu líquido em mim, pois sou água. Me batize no teu rio, e que entre os santos o nosso amor/desamor seja celebrado. Amém\"", "artifact_uri": "ipfs://QmeMS7w7JUjH1DRRukAG3T97go6m3EKHcErS7rjL8PJ4Sr", "display_uri": "ipfs://QmWjcwVpt23gev7uH9UK6vnabcqhmrBKRa5hLoCE2Zibne", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeMS7w7JUjH1DRRukAG3T97go6m3EKHcErS7rjL8PJ4Sr", "mimeType": "image/png"}], "creators": ["tz1SXenpKSBH8yBV8RJkQd7WM9zDHRrmqBzm"], "tags": ["collagedigital", "distortion", "distortedart", "surrealism", "artdistortion", "digitalart", "generativeart"], "extra": {}}