{"__version": 1, "token_id": 127279, "symbol": "OBJKT", "name": "Demon Rising", "description": "Samael in red-hot armor is inextricably linked with his wife Lilith - together being one whole personification of Evil. Infernal flame bursts into the universe, burning it. The Demon's right hand has 6 fingers, the left is smaller than the right (androgyny) and is bloody - this is the ritual of giving blood to Hell. Each drop of precious dark blood builds a different universe .. In this one can find a parallel - becoming drop by drop, development gradually, growing demonic, constant renewal of the connection between the Operator and the Abyss. Blood will open the Gate.   6 fingers are a defect, among those who know it is considered the mark of the Devil, like all deformities. So, the total number of fingers on the palms gives the number 11 - the number of Chaos, the break of the Circle of the Logos.    Around the head of the Devil there is a black halo and a crown of fire, because He is the Rising Black Sun, in conjunction with Lilith, the Black Moon, which a snake comes from the Devil's genital area, just as the Devil's hands grow from the mouths of beasts - shoulders, legs - an endless ball serpent, meaning the omnipresent, all-round presence of the predatory Darkness and the Plurality of One called the Legion.    The skin of the Devil is a dragon, his mouth smiles ominously and is always bloody - from eating victims and from endless battles. Anthropomorphism means resemblance to a Satanist, his Super Ego, a black hood half reveals his face, half hides - what is from the Devil, what is known and what is allowed to be open and what is hidden and unknown", "artifact_uri": "ipfs://QmcauZvtBDjKgWjKgkpBbVsrQyxggzLXAxJW4HZ5m9pxGt", "display_uri": "ipfs://QmPRsUynFnUuzdsL3FjNKfREVjrEMQhEaFMeReBDAAH1Qh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcauZvtBDjKgWjKgkpBbVsrQyxggzLXAxJW4HZ5m9pxGt", "mimeType": "image/jpeg"}], "creators": ["tz1f4dq5G8DMW7ap5MRskyMYHNpKgd4hziQe"], "tags": ["painting", "demon", "occult", "dark", "witchcraft", "lilith", "samael", "black", "magic", "esoteric", "satanic", "satan", "darkart", ""], "extra": {}}