{"__version": 1, "token_id": 219279, "symbol": "OBJKT", "name": "Blue Screen #13", "description": "Blue Screens is a project consisting of 100 unique objektz adopting mobile device resolution & aspect ratios with 1080p based size. Objktz will be minted at @hicetnunc2000 gradually in 20 batches, released at random time. This project uses photographs of clear blue sky I've taken since 2014, and later in an experiment, these photos became the \"Il Fait Bleu '' (2014/2015), uses paper cuttings and blacklight, and is still part of the work process to thisl day.\n\nThe blue sky always reminds me of the blue screen on vfx production (chroma key) and \"no signal\" on computer screens, a status of \"no value\" yet, the almost flat blue colour of the sky gives me a personal feeling to emptying the mind, trying to avoid values, norms or thoughts, and the blue skies become the perfect blue screen as background for the objects beneath it as foreground mid-ground, so I can get an almost perfect chroma keying on them. \n\nSince the pandemic, the selected photos are edited and composed into digital collage, which also became a printed photo series called ‘Gawking’, in Blue Screens series, the work is presented in mobile device screen. The process of \"cutting\" is used in the making of digital photo collage, similar to my paper series, cutting the sky and bringing it home, then Blue Screens is to bring it to our hand, smartphones or tablet, a device we're attached to, an attachment to all the social \"values\" esspecially in the digital world.\n\nthis piece is part of Blue Screens. Batch #03 \nrelease date\nSunday, August 22, 2021\nhttp://makbarmakbar.net\n#bluescreensmmmakbar", "artifact_uri": "ipfs://QmVCCmhL4tfNaokJUAknngF8mwoYrnrLcDMVuCeHSc33Zf", "display_uri": "ipfs://QmQTo2QdknESG41FhVPhz8x8Hc9yZ7GPAcGpuFAkexn8d8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVCCmhL4tfNaokJUAknngF8mwoYrnrLcDMVuCeHSc33Zf", "mimeType": "image/jpeg"}], "creators": ["tz1cewHnXJbPMbGEYfCGvYe1sY4ZnDY59kGN"], "tags": ["Collage", "digitalcollage", "mmmakbar", "bluesky", "bluescreen", "photography", "mosque", "tropical", "architecture", "urban", "skyindonesia", "calm", "Bandung"], "extra": {}}