{"__version": 1, "token_id": 244379, "symbol": "OBJKT", "name": "burned tree", "description": "I represent my perception as a normal muscle that I should train from time to time. I find that different photography exercises and experiments can do this \n\nwork very well for me. a few weeks ago when I read an article about the “Petzval lens” I remembered the “freelensing” – a very interesting technique that \n\neveryone can try and implement with his existing gear.\n\nFor freelensing i love to use Asahi fully manual 50mm f/1.4 M42 Bayonet lens. M42 bayonet is the most suitable for freelensing because of the suitable \n\ndistance between the rear glass and sensor of the camera, which allows to find and capture very sharp focused fields. the secret is to not attach the lens to \n\nthe body of the camera but to hold it in hand very close to the front of the sensor. the effect is stunning, the leaks of light just violate all laws of classical \n\nphotography, the vignetting is natural and there is no software that is able to recreate it. \n\n Just one week ago this place was gree, happy and full of the natural energy of the forest growing on the hill. This hill, as many others are part of the huge \n\nJerusalem mountains area as you can understand located close to Jerusalem and spread to the south, west, and east of the city. The huge fires took us by \n\nsurprise, as they do every single year and a few days fire brigades worked very hard with the goal to stop the raging fire before entering the city and the \n\nnumerous towns and villages, located everywhere. All entrances to this area were closed for the people not living there and not involved in extinguishing a \n\nfire.\nWhen I went there, the area was opened to all visitors. There were not many. I found myself walking alone and was happy not to see the onlookers.\nI felt the heat of the burned earth. It still was hot and the white ash-strewn. Yes, all this was too surrealistic - the high layer of the white ash. In some places \n\nalready blown away by the strong wind. In other places like this - it still was here.", "artifact_uri": "ipfs://QmRTZmgsFGR5pb7ohEjXxqpy5PLb5G4HxuZgg1CTAyAgAt", "display_uri": "ipfs://QmYLxmyWNjEAhv4ZiBk2niGF8sBqkFpTXCXSiGxjik36Za", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRTZmgsFGR5pb7ohEjXxqpy5PLb5G4HxuZgg1CTAyAgAt", "mimeType": "image/jpeg"}], "creators": ["tz1gSNiWQxVNxzqBinE7N36rzYDZzugVrq1f"], "tags": ["photography", "freelensing", "ART", "freestyle", "Asahi", "nature", "forest", "empty", ""], "extra": {}}