{"__version": 1, "token_id": 277279, "symbol": "OBJKT", "name": "O HEN É NOSSO, POhA! ", "description": "Sempre imaginei um lugar onde pudesse me expressar de uma maneira única, de uma maneira verdadeira e que não fosse um trabalho em prol de um algoritmo ou um padrão. Felizmente vivemos a era da CryptoArte, e acredito que temos a possibilidade de nos posicionar dentro disso, nos apropriar de um espaço que é nosso, e, mais do que nunca, resistir muito como artistas brasileiros e cidadãos dessa pátria desgovernada! Acredito que aqui estamos construindo algo de um potencial imensurável, e vejo uma possibilidade de tudo ir muito longe,  especialmente quando a comunidade de artistas brasileiros do HEN estiver coexistindo de forma mais conjunta e próxima, como de fato se espera de uma comunidade. Sabemos que não é fácil, vivemos em um país muito desigual, e muitos de nós aqui estamos enfrentando dificuldades que só a gente sabe, mas a gente sempre pode alcançar mais quando juntos, do que cada um por si. Nós temos a chance de fazer a diferença, e conto com cada um de vocês pra isso! O HEN é nosso poHa, vamos compartilhar artes de brasileiros, comprar arte de brasileiros, CRIAR arte brasileira, vamos botar nossa bandeirinha no centro do Site. Vamos levantar nossas pautas, agir muito e mostrar pra TODOS que não estamos aqui pra brincadeira. FORA BOLSONARO CORNO GENOCIDA INFAME VERME PÚTRIDO. ", "artifact_uri": "ipfs://bafkreibyxapg335rmabtfmqauqpu3obx5o3plnze3vo6mqc7y5eq27nufi", "display_uri": "ipfs://bafkreibyxapg335rmabtfmqauqpu3obx5o3plnze3vo6mqc7y5eq27nufi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafkreibyxapg335rmabtfmqauqpu3obx5o3plnze3vo6mqc7y5eq27nufi", "mimeType": "image/png"}], "creators": ["tz1iTMgaQuUHGSDanJDJLZzH4LpG4At6qb2J"], "tags": ["oBRjkt2", "oBRjkt", "brasil", "hen", "logotype", "brazil", "cheap", "resistence", "comunity", "hicetnunc"], "extra": {}}