{"__version": 1, "token_id": 282179, "symbol": "OBJKT", "name": "THE DEEP ISLAND", "description": "During the night of Wednesday, September 8, numerous phone calls have been received, with frightened people reporting the appearance of a new entity, this time, in a sudden deep sleep.\n\nThe staff has collected all the testimonies, and they all coincide with the same scene during the REM phase, where they describe an island, a pineapple sculpture, a giant bird and an adult woman, of which there is no knowledge.\n\nAll the dreams agreed that a voice was heard indicating a message in different voices and languages.\n\nThe affected people will be transferred to the Advanced Contact Research Center, for neurological scanning and to continue collecting data.\n\nArt, Animation and Sound Editing by Flores Solano.\nMuse: Isuka Da Silva\n2021\n\n__________________________________________________________\n\nLa Isla Profunda.\n\nDurante la noche del miércoles 8 de septiembre se han recibido numerosas llamadas telefónicas, con personas asustadas reportando la aparición de una nueva entidad, esta vez, en un repentino sueño profundo.\n\nEl personal ha recogido todos los testimonios, y todos coinciden con la misma escena durante la fase REM, donde describen una isla, una escultura de piña, un pájaro gigante y una mujer adulta, de la que no se tiene conocimiento.\n\nTodos los sueños coincidieron en que se escuchó una voz indicando un mensaje en diferentes voces e idiomas.\n\nLas personas afectadas serán trasladadas al Centro de Investigación de Contacto Avanzado, para escaneo neurológico y para continuar recolectando datos.\n\nArte, Animación y Edición de Sonido por Flores Solano.\nMusa: Isuka Da Silva\n2021", "artifact_uri": "ipfs://bafybeigjntg3ibbd3u4pbjfy4sunq5zhhstjdgjkl7nururdv76i54dasy", "display_uri": "ipfs://bafkreiae5cxcjbxciznsyow372dvqffstjq4as6drvysi57sm34ofxdlei", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeigjntg3ibbd3u4pbjfy4sunq5zhhstjdgjkl7nururdv76i54dasy", "mimeType": "video/mp4"}], "creators": ["tz1SjCLznTEJNcAxcEY6cnGPRqa5ubHfcMDs"], "tags": ["thehiddengoddesses", "floressolano", "god", "woman", "human", "island", "deep", "dream", "REM", "nft", "nftcollector", "animation", "illustration", "dreams", "dreamlike", "Morfeus"], "extra": {}}