{"__version": 1, "token_id": 237304, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 060", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Affordable Housing Is On The Way. Even before COVID, California was in the midst of a housing crisis. With rising prices, a lack of affordable housing, due mostly due to the booming tech sector, and people determined not to leave the state, homelessness has skyrocketed. Throw a global pandemic in the mix and California has seen a housing crisis like none they’ve seen in the past. But this past week “the legislature voted to open suburbs to development, allowing two-units on lots long reserved for single-family homes.” By allowing two units per parcel and permitting property owners to subdivide their lots, the law would increase density to as many as four units on a single-family plot. But the bill was furiously opposed by homeowners of the progressive state, it seems they are only progressive as long as it doesn’t intrude on their money and nice scenery. These fake progressives claim it will be the “beginning of the end of homeownership in California.” These people would rather allow scores of homeless living in encampments on the streets than to ruin their views or have to drink coffee at the same cafe as some lower class families. Zoning laws cannot go unchecked, as population density grows, and economic disparity widens we must re-examine and adjust just as in any other sector. These laws quickly become arcane and irrelevant.", "artifact_uri": "ipfs://QmZndgp1pMSAYWcLS9TSnfCHqiHJ4hGCvAbHYzJbvWCt1U", "display_uri": "ipfs://QmfPwZgLwaBSrVTsswFNN4M4iYZ4RwSTX8aRaC85p3CKLm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZndgp1pMSAYWcLS9TSnfCHqiHJ4hGCvAbHYzJbvWCt1U", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}