{"__version":1,"extra":{"display_uris":[]},"token_id":105986,"symbol":"OBJKT","creators":["tz1UUSrrxHq647suLgAngWE481UTbzUonf9G"],"name":"#2 - Train of Thought by _tmist","description":"https://www.kaloh.xyz/p/2-train-of-thought I’m not sure what caught my eye. Was it the sun? Or maybe the waters condensing into clouds? Or perhaps the birds? Train of Thought invites you to animate the different elements and get lost in your… thoughts. I enjoyed this composition so much that it became my first NFT purchase.  The author is _tmist (Gabriel Melo), an NFT creator from Brazil. Gabriel jumped into the digital art world six months ago, and he has made fantastic art since. The author found inspiration in the rock band Dream Theater. In his own words:      “I was really inspired by an album from a band called Dream Theater. The name of the album is Train of Thought. I always loved the art of their album, but it is very obscure. I wanted to create something related to what this album goes through for me, so I ended up making two versions of this art. The one you are seeing is the most colorful, I wanted to put a little melancholy element in the color of the train and also in the waters with that smoke coming out of them, each element of this art reflects what I felt listening to this album by the band.”  He uses the Digital Collage technique. It consists of taking images or photos from platforms such as Pixels and combine them into well-balanced scenes. Most of his creations take four to five shots, but in this case, he used six: the train, the sea, the birds, the red clouds, the waves, and last but not least, the sun. The sun has become a trademark throughout Gabriel’s work.  _tmist uses Gimp as his tool of choice. In some cases, he uses Glitch Lab and Mirror Lab in his smartphone (not for Train of Thought).      “As a Linux user, Gimp offers everything I need. It is simple and lightweight.”","tags":["kaloh","cryptoletter","trainofthought","_tmist","digitalcollage","newsletter"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmUuQN9gCoRUki8vB97bQbGQQWoEhn1gN6YCsGJpntZGgW"}],"artifact_uri":"ipfs://QmUuQN9gCoRUki8vB97bQbGQQWoEhn1gN6YCsGJpntZGgW","display_uri":"ipfs://QmVU8cDQTRY4eVTvtYEmwXPNJP4KSwuXE2dMQ58gypRTK7","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}