{"contract":"KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton","network":"mainnet","level":1476375,"token_id":85886,"symbol":"OBJKT","name":"приреченість","decimals":0,"description":"the Chernobyl disaster was entirely devastating. it was a painful reminder to the side-effects of human innovation and our addiction to becoming God. this chaotic event took place Saturday, April 26, 1986 near the city Pripyat, north of the Ukrainian SSR in the Soviet Union. the Chernobyl disaster was classified as a level 7 major accident by the INES (International Nuclear and Radiological Event Scale). what was supposed to be a simulated power outage safety test became another terminal blemish in our collective history and for those who lived there at the time. this region still suffers side effects of the nuclear fall out furthermore Reactor No.4 has been covered while continuing to remain radioactive for the next 20,000 years.  i made this piece to bring attention to and honor the lives of the first responders of this event. Firefighters, nurses, coal miners, and the many workers and civilians who sacrificed themselves attempting to mitigate the disaster should continue to be remembered as this could have eventually spread causing an even larger global catastrophe.  these type of large-scale atrocities have plighted our existence on this realm. my wish is that we can put any differences aside and bridge discord into hope.  this piece is also very inspired by the artwork of Heiko Müller (who also has a Hic Et Nunc account I’m finding out just now *yay* dude if you’re reading this i love your work so much.. Heiko Müller: https://www.hicetnunc.xyz/tz/tz1dpSucHdcfXTKS8e4nZZYZhskY4sDau7JU)  Leeaux | leeaux.com","artifact_uri":"ipfs://QmTKNNP5xCXCi21QYq1fEDoNgsGM9aSX4xVYEFbmVnYLAu","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc","is_transferable":true,"creators":["tz1ecuRwDEj4hrbdtWQxk4aTbks8DmTERcF6"],"tags":["chernobyl","illustration","leeaux","fine_art","fineart","surreal","surrealism","cleanNFT"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmTKNNP5xCXCi21QYq1fEDoNgsGM9aSX4xVYEFbmVnYLAu"}],"token_info":{"@@empty":"ipfs://QmQpXtoaFmexKoyzD55etFZeXwkTVeWGhM7gXkBfwhdW5D"},"supply":"10","transfered":23}