{"__version": 1, "token_id": 240136, "symbol": "OBJKT", "name": "mw2", "description": "I’ve been working on this piece on and off for months. Now I’m finally happy with it. \n\nBalance, of colour, form and detail is what I’m after. I want the eye to be lead around it, resting on a particular feature or shade or finding interest in another section. \n\nI’ve got this theory, having been really rubbish at mediation for years that simple beauty helps calm the mind. Obviously beauty is different for everyone but these artworks are my attempt at adding something beautiful to our environment. \n\nThey’re hand drawn digital artworks, for want of better words. I’m not particularly technically minded. I use the ubiquitous technology lying around us all, the same way a folk artist may use bits of wood lying around in the back yard to express herself. \n\nI think the circle lends itself to abstracts really well. It seems to become an object, rather than a ‘grab’ of some endless pattern. You’re not missing something with the circle. You can relax. The work becomes framed and self-contained, yet I’ve found that using colour around the circle unites the whole picture plain. \n\nI started using the circle when making a collection called Japa, based on meditation or prayer beads. I’ve come to see that working within set parameters is a great way to concentrate the mind and bring a sense of cohesion to what I’m doing. I’m fascinated by the idea of a common thread running through everything and every body. \n\nThere’s a real sense of relief when one decides to stay here, knowing that you’ve found something important. I could be trying this, then that but I’ve decided to stay and enjoy the way I make art in the hope that this sense of contentment is passed on to you, the owner. \n\n", "artifact_uri": "ipfs://QmTtrKDEpTeaNqc9cFT3fxxRKz9EorJqwzc2nR4QxTXaFz", "display_uri": "ipfs://QmTi9Xb3279r2msW3GkrE3MMuD2RPZvqT5W1wCM4YgPi8T", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTtrKDEpTeaNqc9cFT3fxxRKz9EorJqwzc2nR4QxTXaFz", "mimeType": "image/jpeg"}], "creators": ["tz1NHP2mmBNbagWLLnaKM3C1QCtmuk2Qjg26"], "tags": ["abstract", "labelsonhumans", "selftaught", "fineart", "beauty", "digitalart"], "extra": {}}