{"__version": 1, "token_id": 271136, "symbol": "OBJKT", "name": "Hypersensitive Toes", "description": "Collage art. Analog to digital: Natural elements on paper + water color paint + handwritten text + plus cut out photo of a traffic sign along the road and some copy pasting and tweaking of details on my laptop. \n\nI worked on this particular piece - that I ended up naming 'Hypersensitive Toes' - for almost a week and a half. Not full time, of course, but still...\n\nI don't remember having spent so much time on a single work of art, during the almost 4 decades that I've spent in this body ( aside from my writing and film projects ).\n\nIt probably took even longer than it usually would have taken, because my laptop dropped on the floor ( with the screen open ) and stopped charging for a bit. Then, my laptop's touch pad and usb mouse stopped working and I ended up using my sister's Wacom / drawing tablet as a mouse instead.\n\nSometimes we need to be extra creative, I guess ;<)\n\nAlso I've got other things to do\nI'm easily distracted\nand I can't just focus on my art as much as I'd like ( sometimes life happens or breaks are needed ) but I'm working on putting more time into it as it makes me feel good and it gets me out of my hyperactive, overthinking mode and mind.\n\nOverall, I'm pretty pleased with the result. This piece wasn't forced at all, there was no time pressure and it organically grew into something intriguing, step by little dino step.\n\nOver time, the yellow flowers wilted - I forgot to water them - and one of them turned into a traffic sign. Dinos aren't cars though, so Li'l Hyper/ Hypersensitivosaurus isn't breaking any rules here.", "artifact_uri": "ipfs://bafybeige2zfa5tqarhsyj4anz6ngsygj7jb66mruslsqzcnbtgr2hm5yvu", "display_uri": "ipfs://bafkreicwotvdnj4mefijfvmjgfobbsrb4pzy35uvkd6qob55yide5lc6s4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeige2zfa5tqarhsyj4anz6ngsygj7jb66mruslsqzcnbtgr2hm5yvu", "mimeType": "image/png"}], "creators": ["tz1aa9PoZthm6yGFu8EPDaWDX3oc1XWu8oGq"], "tags": ["hypersensitivosaurus", "dinosaurus", "dinos", "collage", "collageart", "nature", "mindfulness", "hypersensitivity"], "extra": {}}