{"__version": 1, "token_id": 142115, "symbol": "OBJKT", "name": "Collective Properties Octagon", "description": "The artist mainly works with contemporary strategies. By rejecting an objective truth and global cultural narratives, the artist creates with daily, recognisable elements, an unprecedented situation in which the viewer is confronted with the conditioning of his own perception and has to reconsider his biased position.  His works sometimes radiate a cold and latent violence. At times, disconcerting beauty emerges. The inherent visual seductiveness, along with the conciseness of the exhibitions, further complicates the reception of their manifold layers of meaning. By emphasising aesthetics, he wants to amplify the astonishment of the spectator by creating compositions or settings that generate tranquil poetic images that leave traces and balances on the edge of recognition and alienation.  His work urge us to renegotiate conceptual art as being part of a reactive or – at times – autistic medium, commenting on oppressing themes in our contemporary society. By merging several seemingly incompatible worlds into a new universe, he uses a visual vocabulary that addresses many different social and political issues. The work incorporates time as well as space – a fictional and experiential universe that only emerges bit by bit.  His works appear as dreamlike images in which fiction and reality meet, well-known tropes merge, meanings shift, past and present fuse. Time and memory always play a key role. Artist: @andrevenancio. The image, title and description have been automatically generated from a single color input. #737DFE. 2048x2048 PNG", "artifact_uri": "ipfs://QmNXh1wdPfuLdoNLNdFiCSBuZBj16jFsFgHwbzZXdin26A", "display_uri": "ipfs://QmQ2Mcdibr3qZutue4DSUmHgZxcsD6Rq3fixse8HFjwecE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNXh1wdPfuLdoNLNdFiCSBuZBj16jFsFgHwbzZXdin26A", "mimeType": "image/png"}], "creators": ["tz1eht4WAjkqU7kaupJd8qCDmec9HuKfGf68"], "tags": ["collectiveproperties", "octagon", "#737DFE"], "extra": {}}