{"__version": 1, "token_id": 154615, "symbol": "OBJKT", "name": "Dwelling #11, 2019", "description": "Dwelling #11 reimagines photographs commissioned by J.C. Penny during the 1970s for use in their catalogs. Through montage and multiple exposure, I create new, speculative interiors that explore the relationships between comfort, class, and tradition. I weave these found photos, like so many fibers, into a cohesive whole—a fabric, a construction. Or perhaps, a fabrication.  This photograph is an invention; a lie. If one lingers for too long with a particular image, exiting that distracted mode of viewing—flip, flip, flip—that is so appropriate to a sales catalogue, the fictive tableaus begin to unravel. Objects cast no shadow, and shadows no longer correspond to nearby objects; patterns spill off fabrics and onto adjacent surfaces; walls, furniture, fixtures, and plants lose their materiality, bleeding onto, and into, one another. The soft white light and brilliant hues that at one time had enhanced the many items that populate the photographs has now become too saturated, too garish. Where they had once been intended to entice, conjuring up ready-made fantasies of suburban aspiration, these uncanny interiors now repel, as they reveal their artifice. Like the satisfaction promised by the advertisements that inundate our lives daily, the comfort that these alluring interiors initially promise slowly dissipates. This is a singular NFT of a physical print measuring 50 x 40 Inches", "artifact_uri": "ipfs://QmUNCoXur9ACTqxpPAdPGNbNs8Fbw9M2rXThBbK2CzW6qX", "display_uri": "ipfs://QmRw3UpTzLhjPSRpsSqD8WyKb3gzoQLD8qXh46o4iyRV8S", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUNCoXur9ACTqxpPAdPGNbNs8Fbw9M2rXThBbK2CzW6qX", "mimeType": "image/jpeg"}], "creators": ["tz1QjvWqMtWR82uZAtNKaFLbDu92V5PB5M1v"], "tags": ["Photography", "Digital", "Film", "Analog", "MultipleExposure", "Montage", "MatthewCronin"], "extra": {}}