{"__version": 1, "token_id": 206615, "symbol": "OBJKT", "name": "Amuleto protector contra dispositivos chismosos | Cookie Pastel", "description": "¿Hartx del chisme que se traen sus dispositivos, viéndole y escuchándole todo el tiempo? ¡No más! \nEl amuleto protector contra dispositivos chismosos, bañado por la luz azul de la pantalla, tiene el poder de atarantar a la cámara que todo lo ve y el micrófono que todo lo oye. Mucho más efectivo que ese pedazo de cinta adhesiva. \n✷\n✷\n✷\nPROTECTIVE AMULET AGAINST GOSSIPY GADGETS | PASTEL COOKIE\nSick of the gossip that your gadgets know about you, seeing and listening to you all the time? That ends today! \nThis protective charm against gossipy gadgets, bathed in the blue light of the screen, has the power to stop the camera that sees all and the mic that hears everything. Much more effective than that piece of tape. \n\n\n\nManual de uso: \n1. Doble clic al amuleto para sacarlo de su folder contenedor\n2. Deje que el amuleto, en formato gif portátil, parpadee al menos 7 veces \n3. Durante el parpadeo, visualice cómo la cámara y micrófono del dispositivo dejan de ponerle atención a usted y se dejan hipnotizar por el amuleto\n4. Repita este ritual cada vez que su dispositivo tenga una actualización\n/\n/\n/\nInstructions: \n1. Double-clic on the amulet to get it out of its folder \n2. Let the amulet -in portable gif format- blink at least 7 times\n3. During the blinking, visualize how the gadget’s camera and microphone stop paying attention to you and let themselves be hypnotized by the amulet\n4. Repeat this ritual every time your gadget gets an update\n", "artifact_uri": "ipfs://QmZrWFEebgM2ikRqbrmeqfKs6jdUebtwHEahzn94BCbpqP", "display_uri": "ipfs://QmZrWFEebgM2ikRqbrmeqfKs6jdUebtwHEahzn94BCbpqP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZrWFEebgM2ikRqbrmeqfKs6jdUebtwHEahzn94BCbpqP", "mimeType": "image/gif"}], "creators": ["tz1M5pUkHNzmZeFMtxT3rJ7tt5HKWRHUpUFj"], "tags": ["animatedgif", "amuleto", "goodluck", "luckycharm", "amuletodigital", "digitalamulet", "illustration", "digital"], "extra": {}}