{"__version": 1, "token_id": 215715, "symbol": "OBJKT", "name": "salvation", "description": "The darkness was uncanny, there was nothing outside, and I steadfastly maintained this notion. I feared an interaction with anything living in such an abyss. An enduring war seemed to wage between the flickering fluorescents and the unsettling darkness, apathetic to my presence.  I breathed heavily in through my nose and expelled through my mouth watching a thick plume grow thin and disappear. I did this several times hoping the breath would dislodge an obstructed memory, nothing was dislodged, nothing was obstructed. Unrelenting vacancy. Though there was a hint of spring, the train car smelled as though it was preserving something. I briefly reflected on the unwrapping of a perfectly maintained pig corpse for dissection during 8th grade anatomy. The train was gaining speed. What is here?\nI extract my solid gold incense burner and light it, watching the photographs and videotapes ignite and fill the room with perverse white smoke, eager to purge sinful thoughts and breaths. I’m coughing too, but I inhale anyway and plunge my solid gold staff into the sky. I pray harder than I have ever prayed, smoke pours freely from my nostrils and mouth, flowing through eyeballs and fingertips.  \n\nI hope that the suffocation can bring them the same chance at redemption as the main hanging in the confessional, I hope it’s not too late for salvation, for redemption, for orgasm. I hope that I can find peace too. Most people exit the church immediately, wanting no part in the smoke, no part in the saving, but I stay. \n\nI’m back in the confessional and I don’t remember how I got here. \n\nI hear a voice from the other side of the mesh asking “How long has it been since your last confession,” and I’m not sure how to answer. \n", "artifact_uri": "ipfs://QmfZFTd1Dwwan7VsJtJ1b6CbpwLKE5qjEuB17VPhnJqf8S", "display_uri": "ipfs://QmVAneqU3zWg2cXqoB8yh9AN2qf2iVivuoDMXMnW2ysGNj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfZFTd1Dwwan7VsJtJ1b6CbpwLKE5qjEuB17VPhnJqf8S", "mimeType": "image/jpeg"}], "creators": ["tz1LoS9bZpbEHRztqXTfbCvqXCKPAdGYLEUq"], "tags": ["diewiththemostlikes"], "extra": {}}