{"__version": 1, "token_id": 234015, "symbol": "OBJKT", "name": "Tzintiliztli", "description": "Tzintiliztli means origin, or beginning in Nahuatl. In the traditional cosmology of the Nahua people, from Central Mexico, drawing inspiration from an older Mesoamerican tradition, the world wasn't simply made from, but also is a crocodile-like being who used to dive in the primordial waters.\n\nThis being, Cipactli (\"Crocodile\" in Nahuatl) also names the first day of each group of 13 days used in the Tonalpohualli (the Nahua version of the 260 days cycle calendar, one of the two main cycles used by pre-Hispanic Mesoamerican calendars), reflecting their role in the origin of the universe.\n\nTwo of the main creator gods, Tezcatlipoca (\"Smoking Mirror\", the first sun, during the era of Ocelotl Tonatiuh \"Jaguar Sun\", a trickster god associated with the night) and Quetzalcoatl (Nahuatl name for the Feathered Serpent, a pan-Mesoamerican deity and the oldest known to have been worshiped in the continent. A god of culture, associated with the wind and the second sun era, Ehecatl Tonatiuh \"Wind Sun\"), frustrated by seeing that their attempts of creation were being eaten by Cipactli, devised a plan to capture the primordial crocodile.\n\nTezcatlipoca offered his own foot to Cipactli, who, reaching out to the surface, was captured and used as the foundation of Earth. But Cipactli didn't exactly die, it keep needing sustenance, from the Sun God and the people, who receive their own sustenance in return. Nature, in the traditional Nahua cosmology, is cyclical.\n\nTezcatlipoca and Quetzalcoatl are complementary forces, sometimes seen as rivals, or allies, and while these are their Nahuatl names, similar deities exist in other Mesoamerican traditions, such as in the distinct Maya area. Among the Maya from the Peninsula, similar deities are K'awiil and Kukulkan, and among the K'iché Maya from Guatemala, Hun Raq'an (\"One Leg\") and Q'uq'umatz (Feathered Serpent).\n\nAnimated 2D Illustration. Concept, drawing, digital painting and animation by Zamahel\nlinktr.ee/zamahel\ntwitter.com/itzamahel\ninstagram.com/itzamahel", "artifact_uri": "ipfs://QmScqHW8jDTiGsNHEq4gySfSr2wXaqT5gsJcCPma9rXVYK", "display_uri": "ipfs://QmScqHW8jDTiGsNHEq4gySfSr2wXaqT5gsJcCPma9rXVYK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmScqHW8jDTiGsNHEq4gySfSr2wXaqT5gsJcCPma9rXVYK", "mimeType": "image/gif"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["aztec", "mexico", "nahua", "firstnations", "indigenous", "mythology", "crocodile", "serpent", "gods", "zamahel", "animated", "gif", "2danimation", "illustration", "mesoamerica", "culture", "cultura", "brasil", "brazil", "quetzalcoatl", "tezcatlipoca"], "extra": {}}