{"__version": 1, "token_id": 248015, "symbol": "OBJKT", "name": "Mallard (F)", "description": "Pixel art of a female Anas platyrhynchos (Mallard).\n\nThe mallard (/ˈmælɑːrd, ˈmælərd/) or wild duck (Anas platyrhynchos) is a dabbling duck that breeds throughout the temperate and subtropical Americas, Eurasia, and North Africa, and has been introduced to New Zealand, Australia, Peru, Brazil, Uruguay, Argentina, Chile, Colombia, the Falkland Islands, and South Africa. This duck belongs to the subfamily Anatinae of the waterfowl family Anatidae. The male birds (drakes) have a glossy green head and are grey on their wings and belly, while the females (hens or ducks) have mainly brown-speckled plumage. Both sexes have an area of white-bordered black or iridescent blue feathers called a speculum on their wings; males especially tend to have blue speculum feathers. The mallard is 50–65 cm (20–26 in) long, of which the body makes up around two-thirds the length. The wingspan is 81–98 cm (32–39 in) and the bill is 4.4 to 6.1 cm (1.7 to 2.4 in) long. It is often slightly heavier than most other dabbling ducks, weighing 0.7–1.6 kg (1.5–3.5 lb). Mallards live in wetlands, eat water plants and small animals, and are social animals preferring to congregate in groups or flocks of varying sizes. This species is the main ancestor of most breeds of domestic ducks.\n\nThe female lays eight to 13 creamy white to greenish-buff spotless eggs, on alternate days. Incubation takes 27 to 28 days and fledging takes 50 to 60 days. The ducklings are precocial and fully capable of swimming as soon as they hatch.\n\nThe mallard is considered to be a species of least concern by the International Union for Conservation of Nature (IUCN). Unlike many waterfowl, mallards are considered an invasive species in some regions. It is a very adaptable species, being able to live and even thrive in urban areas which may have supported more localised, sensitive species of waterfowl before development. The non-migratory mallard interbreeds with indigenous wild ducks of closely related species through genetic pollution by producing fertile offspring. Complete hybridisation of various species of wild duck gene pools could result in the extinction of many indigenous waterfowl. The wild mallard is the ancestor of most domestic ducks, and its naturally evolved wild gene pool gets genetically polluted by the domestic and feral mallard populations.", "artifact_uri": "ipfs://QmVR9inxWt1rt8XVFeZ7a6NDvCr7gZmzpSbgcZZQUWbte1", "display_uri": "ipfs://QmVR9inxWt1rt8XVFeZ7a6NDvCr7gZmzpSbgcZZQUWbte1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVR9inxWt1rt8XVFeZ7a6NDvCr7gZmzpSbgcZZQUWbte1", "mimeType": "image/png"}], "creators": ["tz1UDG8mPpChGueJykoEmQrgV78boDe4ANkd"], "tags": ["pixel", "duck", "wildlife", "collection"], "extra": {}}