{"__version": 1, "token_id": 255015, "symbol": "OBJKT", "name": "Park Hang-seo", "description": "Park Hang-seo (Hangul: 박항서; born 1 October 1957[2]) is a South Korean football manager and former player. \nAfter his professional retirement, Park started a coaching career at Lucky-Goldstar in 1989. In November 1996, He was appointed a caretaker manager and in charged of one match in 1996 Korean FA Cup.[7]\n\nFrom 1997 to February 2000, he was coach of Suwon Samsung Bluewings. \nOn 29 September 2017, Park was appointed the head coach of the Vietnam national football team.[18] Also in charge of the under-23 side, the team reached the final of the 2018 AFC U-23 Championship, which is Vietnam's first final in the official AFC competitions.[19] At the 2018 Asian Games, his side also advanced to the semi-finals and finished fourth for the first time in 56 years, with Park earning praise for his management.[20] On 15 December 2018, the Vietnamese team under Park won the AFF Championship after defeating Malaysia, 3–2 on aggregate, in the second leg of the finals in Mỹ Đình National Stadium of Hanoi. This was Vietnam's first regional championship in ten years.[21] In the 2019 AFC Asian Cup, Vietnam reached the quarter-finals but lost to eventual runner-up Japan, 1–0.[22] On 6 November 2019, Park had extended his contract to coach the Vietnam and the under-23 team until 2022.[23] With the Olympic side, Park won the gold medal at the 2019 Southeast Asian Games, thus winning the first football title for Vietnam as a united country at the games as Vietnam previously lost in the final on five occasions.[24]", "artifact_uri": "ipfs://Qmc85WcJSYvN6bgRcbXvsfogYpLiwDARm1N7E8s8kM1yti", "display_uri": "ipfs://QmfE6gufHmZB2CZVWPVvE5HWdV3jWLD4Px8GRNR6adXXQF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc85WcJSYvN6bgRcbXvsfogYpLiwDARm1N7E8s8kM1yti", "mimeType": "image/jpeg"}], "creators": ["tz1a6HZ64zSAdjcadGJgxxYbravF6eDVUejN"], "tags": ["SouthKoreanfootballmanager", ""], "extra": {}}