{"__version": 1, "token_id": 266615, "symbol": "OBJKT", "name": "Rod Neer - PopKick 1", "description": "Rod Neer is a German digital artist. Trained as a colour litographer and educated in economics, his art combines craftsmanship, passion for new ideas, harmony, imagination and a sense of color. Since 1998, Rod Neer has specialised in digital Pop Art and is regarded as a representative of the avantgarde in this segment. His clients include Volkswagen, Citroen, Mercedes-Benz. One well-known afficionado of his art is Ferdinand Piech, automobile industry tycoon and art collector, who purchased Rod Neer's \"New Beetle\" edition of 9 digital images on behalf of Volkswagen.\n\nThe PopKick Edition is a series of Pop Art works that capture the magic of football. Football is creativity and the courage to take risks, but also discipline and stamina, ambition and fighting spirit. Fun and suspense are the core of the game. In the PopKick edition, Neer visualises chance and the unexpected. The ball embodies movement, thrill and luck. Through the medium of art, Neer captures the electric atmosphere of a match. The suspense on the pitch is mirrored on the canvas. A snapshot of emotions in the present moment. The ball is the focus, the players are the cast. Neer's favorite format is the square, connecting the symmetry of the ball and the boundaries of the pitch. The magic of football flows into a digital perspective.\n\nThis NFT is an affordable 1000 copies limited edition representing the unique digital painting \"PopKick 1\", the first work in the PopKick edition by by German digital PopArt artist Rod Neer. \n\nIPFS Hash of this NFT: QmZFXf45n6Ro3dxt7f9wjRYDasMsufJxJCvNEHtDZecrMb\n\nThe original unique NFT is viewable on Opensea.io (Ethereum blockchain) at https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/110781713371752119831015419118343327620800627017069805538580744490802946768897", "artifact_uri": "ipfs://bafybeicr3j7bf4jqzd7otdmn66j3rvxvpk3e3aojn7on33dv475mt7cnwa", "display_uri": "ipfs://bafybeigicb2hjhz4oxqdgwzuitwoofrvya2c327p654t44z4olxj3rrppy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeicr3j7bf4jqzd7otdmn66j3rvxvpk3e3aojn7on33dv475mt7cnwa", "mimeType": "image/png"}], "creators": ["tz1btrQVbNXMVzS8HYM72aiqBMjuKL4bZq3E"], "tags": ["rodneer", "popart", "popkick", "football", "soccer"], "extra": {}}