{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"4715-128.jpeg","fileSize":1957,"dimensions":{"value":"128x85","unit":"px"},"path":"Qmdw9LdMhXpCWx9W6SDTjfspY72xRXdeVGYbjtAjWvpCng","cid":"Qmdw9LdMhXpCWx9W6SDTjfspY72xRXdeVGYbjtAjWvpCng"},{"mimeType":"image/jpeg","file":"4715-512.jpeg","fileSize":14561,"dimensions":{"value":"512x341","unit":"px"},"path":"QmW9rzD1s618tqHqv56oMwH27bAv2GddFttaFdZk7awq3Y","cid":"QmW9rzD1s618tqHqv56oMwH27bAv2GddFttaFdZk7awq3Y"},{"mimeType":"image/jpeg","file":"4715-1024.jpeg","fileSize":45437,"dimensions":{"value":"1024x683","unit":"px"},"path":"QmZwp9qymyKyMSYxaJzCSkU1NffghAvxEPttdk1m4K1ZY8","cid":"QmZwp9qymyKyMSYxaJzCSkU1NffghAvxEPttdk1m4K1ZY8"}]},"token_id":4715,"symbol":"OBJKT","creators":["tz1PyeoaF7rPAc2iuyKo6W4EtjssFXzs5UhE"],"name":"WE_ARE_ALL_CONNECTED","description":"WE_ARE_ALL_CONNECTED 12-03-2021 Living in cryptovalued, globalized, pandemic world is a completely new scenario. Our realm is being transformed from domestic to domesticated life and spaces of subversivity are running low.  Globalized world has been revealed as the perfect environment for new patogens agent to spread around the world, easily, cost free and fast.  As covid-19 spread around the world as our freedom decrease. In this completely new global environmet, physical stages of free trade, of information, hugs, chats, bodies, art pieces, food, knowledge, books, workforce are growing smaller.  Due to government restriction in favour of transparency and due to the big increase of cryptovalue market, even banknotes trading is becoming harder. But banknotes are the only good free to be exchanged, hand to hand, country by country, market by market, cashier’s desk by cashier’s desk.  The art piece “\tWE_ARE_ALL_CONNECTED” is configured as an art performance which highlights contemporary cryptovalued, globalized, pandemic world charachteristic.  I wrote on a 20€ banknote the message “ we are all connected”, the date of the release in the money circulation system and a dot on the europe map printed on the banknote which indicate the place it has been released.  Travelling around the world, the banknote, as a physical blockchain signature, will incorporate time and spatial coordinates of its passage, allowing new users to compare their current time and spatial coordinates.","tags":["banknotes","guerrilla","art","money","cryptovalue","value","covid","globalization","europe"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmaSbZ8J4WTvKPzXTX6WdRr6CsE1kU3N4RZHPQCJGnTG8X"}],"artifact_uri":"ipfs://QmaSbZ8J4WTvKPzXTX6WdRr6CsE1kU3N4RZHPQCJGnTG8X","display_uri":"ipfs://QmZwp9qymyKyMSYxaJzCSkU1NffghAvxEPttdk1m4K1ZY8","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}