{"__version": 1, "token_id": 160940, "symbol": "OBJKT", "name": "O Canastro", "description": "A \"Canastro\" is a container for corn after harvest, allowing ventilation and preventing access to rodents. It is mainly found in north-west Iberia peninsula, which includes northern Portugal where my parents are from.  First appeared in the 13th century, the Canastros are now mostly relics of the past, though still being used in some areas, including both my parents’ villages. I remember, back in the days, going inside with my brother to help push out the corn though a small hole at the bottom of the front door to lead the corn inside the machine separating the corn from its base, almost swimming inside tons of corn and avoiding the tens of spiders which had made it their home. Though the vivid memories, those constructions are in decay with very little knowledge about it outside villages.  For that reason, and for the special place it takes in the landscape of my childhood, I wanted to pay it a tribute with this piece. Furthermore, having grown in France and now living in Japan, my interest for my parents roots and culture have never been stronger than now. Why is that? Why are distance and time fostering my interest in something I used to be almost ashamed of when younger? I tried to represent this interrogation and the place of the Canastro in my selective memory of my childhood. There are 3 editions, one for both the countries that made me: France and Portugal, and one for the country I’m leaving in, Japan. //////////////////////////////////////////////////////////////////////////////////////////   Um canastro é um tipo de armazenagem para milho depois da colheita, permitindo ventilação e guardando o milho fora do alcanço dos roedores. Encontra-se principalmente no norte-oeste da península ibérica, incluindo o norte do Portugal, adonde são meus pais. Apareceram no décimo terceiro século e seriam são hoje relíquias dum passado esquecido se não for por alguns camponeses em certas aldeias ainda os utilizando, incluído tios e tias na minha família. Eu lembro bem quando era puto e ia adentro com meu irmão para ajudar a fazer passar o milho na portinha do baixo da porta de frente para poder passar o milho na máquina para o debulhar. Lembro de estar quase nadando num estreito mar de milho, com a companhia das aranhas que tinha feito o canastro casa suas. Enquanto tenho lembranças distintas, o Canastro esta moribundo, à cair na maior parte, com pouca atenção e educação. Por isso, e por o lugar que o Canastro ocupa na paisagem da minha infância, quero o homenagear com essa peça. Além disso, tendo crescido na França e agora vivendo no Japão, meu interesso na cultura e raízes dos meus pais nunca foi tão forte como agora. Por quê ? Por que é que a distância e o tempo estão alimentando esse interesso e nostalgia por coisas que quase me davam vergonha na minha juventude? Com essa peça tentei representar essa interrogação e o lugar que os canastros ocupam na minha memória seletiva. São 3 edições: uma para os dois países que me fizeram: França e Portugal, e uma para o país em que estou vivendo agora, o Japão. //////////////////////////////////////////////////////////////////////////////////////////    Un Canastro est un grenier typique du nord-ouest de la péninsule ibérique, incluant le nord du Portugal d’où viennent mes parents, conçu pour entreposer le maïs après la récolte et permettre une ventilation adéquate tout en empêchant les rongeurs d’y entrer. Apparus au XIII ème siècle, ils seraient aujourd’hui une relique du passé sans compter les quelques agriculteurs et paysans qui l’utilisent encore de nos jours, dont certaines parties de ma famille. Je me rappelle étant petit quand nous entrions dans le canastro avec mon frère pour y faire passer le maïs par une petite ouverture dans la porte, permettant ainsi d’alimenter de flux d’épis de maïs dans la machine servant à séparer les grains de la tige. J’ai ce souvenir d’une mer de maïs, pourtant étroite, peuplée de dizaines d’araignées y ayant élu domicile. Malgré ces souvenirs encore très vifs, la grande majorité des canastros sont en très mauvais état, abandonnés, paraissent voués à disparaître. C’est pour cette raison, et pour la place qu’il occupe dans mes souvenirs d’enfance, que j’ai choisi de lui rendre hommage avec cette pièce. De plus, malgré le fait d’avoir grandi en France et aujourd’hui de vivre au Japon, mon intérêt pour mes origines n’a jamais été aussi fort. Pourquoi? Pourquoi la distance et le temps alimentent ainsi cette nostalgie et intérêt pour ces choses dont j’ai pu avoir honte étant jeune? Ce sont ces questionnements ainsi que la place du « Canastro » dans ma mémoire sélective que j’ai essayé d’explorer avec cette oeuvre. Elle est édité en 3 exemplaires: une pour les deux pays qui m’on fait, la France et le Portugal, et une pour le pays où je réside actuellement, le Japon.      IG&Twitter: @dacosta_works", "artifact_uri": "ipfs://QmacFqrQ4p62ftuhPRYzpYBaL82AdPDKMLvGabT2S2V6hJ", "display_uri": "ipfs://QmUYEo3DyZep1ERKRHgZu7eXRxwMRJhvVt9b7nysC7LAHu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmacFqrQ4p62ftuhPRYzpYBaL82AdPDKMLvGabT2S2V6hJ", "mimeType": "image/jpeg"}], "creators": ["tz2Hh36hb4NNVra5WLMvNts7GPDNpmJ2aBP1"], "tags": ["ink", "Portugal", "memory", "color"], "extra": {}}