{"__version": 1, "token_id": 173340, "symbol": "OBJKT", "name": "Dead Artist", "description": "There are very many worlds. All of the worlds must touch. You may move between them. I had only begun to find my way between the first world that I appeared in and the one just underneath it. All the maps I made have all been wrong. I was trying to make a picture of what I looked like from inside me and kept finding my hands performing things they did not mean, and yet I went on as if I did mean them. It always seemed like my eyes were open when they weren’t. For instance, I’d just be walking and the world would stop inside a second and my body just kept on, into fields the air had folded, hidden. I could hear the others still there slightly beyond me in their lives on the far side. They had no idea that I was there. I could manipulate the frame of where I was only by not breathing. The tone would flood around me and stick around me and I’d be held like that sometimes for years, watching through the vellum as others came and went and days went on, until finally I’d black out and when I woke up I was home, or otherwise the place I’d always called that. I would have aged somewhere between a hour and a decade. No one knew the difference and I could not remember this had happened until it was happening again. I would paint the feeling I’d hidden knowing nothing of it; it just came out. I was not the first to have this happen to me, many times. And then I died. I just came back into my body from the fold and found I’d killed me, while I wasn’t there, then again I wasn’t there and was only in the fold now, though in death the fold was always dark. I could hear the others who’d been caught like I had in here somewhere, but could not feel or see them. The value of my work went through the roof. Now when people look at my work I can feel their eyes inside me like they are my eyes, can feel their fingers up my guts though they aren’t moving, and I can’t hear any words, and when I try to speak all that comes out is more darkness, the color of my blood. ", "artifact_uri": "ipfs://Qmasp7uJtpgMhucHUpWAUw9w3R47BR9wRwbuCNycTvfdsX", "display_uri": "ipfs://QmZwGfqbXof1aUSUVobmhcvV6KJkS2Yd6c5PQPtpAZACAF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmasp7uJtpgMhucHUpWAUw9w3R47BR9wRwbuCNycTvfdsX", "mimeType": "image/jpeg"}], "creators": ["tz1PmkivtHWNkvh8nFdhLJdXnc49TKMiz8i4"], "tags": ["portrait", "AI", "nightmare", "dream", "horror", "surreal"], "extra": {}}