{"__version": 1, "token_id": 276140, "symbol": "OBJKT", "name": "REPARAÇÃO", "description": "Em tempos de devaneios coletivos e a democracia mais frágil do que nunca, o grito da sociedade sã ecoa por toda a terra: “o presidente é uma grande ameaça e tem que sair!”\n\nHá três anos sugando nosso país. Secando nossos rios, destruindo as matas, acabando com os nossos direitos, disseminando noticias falsas e negacionistas e pregando o ódio. Política do retrocesso e da devastação. \n\nAssim como uma grande praga destrói tudo por onde passa e suga toda a seiva que nos mantém em pé. Não existe um Brasil independente quando os povos originários deste país tem que lutar pela sua própria terra, a qual pertencem. O povo deste país caminha para a extrema pobreza, fome, desemprego, desesperança e para morte.\n\nOs verdadeiros guerreiros deste lugar estão há meses, anos e décadas lutando por nós, por essa terra repleta de riquezas. Batalhando pela proteção das terras, da vida, pelo alimento e pela natureza. Se tem alguém que deveria estar a frente das decisões desse lugar chamado Brasil são os povos originários. \n\nE diferente do famoso (falso) grito, sem indepedência, apenas morte.\n\n\n\n\"Reparation\"\n\nOn 7 September in Brazil we \"celebrate\" independence day.\n\nIn times of collective hallucinations and with the democracy fragile more than ever, the screm of sane society echoes throughout the land: \"the president is a threat and must go out!\"\n\nFor three years stealing our country. Drying our rivers, destroying our forests, ending our rights, spreading false and negative news and preaching hate. Politics of regression and devastation. \n\nJust like a plague, he destroys everything where it passes and sucks out all the sap that keeps us standing. There is no independent Brazil when the native brazilian people have to fight for their own land, which they belong. The people of this country are going for extreme poverty, hunger, unemployment, hopelessness and death.\n\nThe true warriors of this place are today for months, years and decades fighting for us, for this rich land. Battling for the protection of the life, food and nature. If there is anyone who should be in charge about the decisions of this place called Brazil, it is the native peoples. \n\nAnd unlike the famous (false) scream, without independence, only death.\n\n\nAcrylic and gouache paints.", "artifact_uri": "ipfs://bafybeie2urhy4k7u2bo7vxzvofaycrznf324i6e3cbcpkqvvmgjr5imxla", "display_uri": "ipfs://bafkreiglldmvbn2xxzx4noycygk6qhtqmpe6equzph22bdkziti3a4wbxu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeie2urhy4k7u2bo7vxzvofaycrznf324i6e3cbcpkqvvmgjr5imxla", "mimeType": "image/jpeg"}], "creators": ["tz1gKudqE1bXk1smDhvjAebJSRjfds3e4TbJ"], "tags": ["Brasil", "forabolsonaro", "politcs", "painting", "indigena", "oBRjkt2"], "extra": {}}