{"__version": 1, "token_id": 159914, "symbol": "OBJKT", "name": "TERRAFORMA / GENESIS", "description": "START ------- COMMAND 01 // Genesis Incantation  Peace be upon you, planet Siga Y06-2X7. We have come to respond to your call.  We bear water and weeds. Do you wish to be relieved of your suffering?   COMMAND:Siga Y06-2X7 // [accepted, proceed]  COMMAND 02 // Offering Our way is the way of the circle. We pay reverence to the realms of existence, non-existence, and to cycles that bind them. We do not create, we do not destroy; we maintain and we repair.  We hear your suffering, we see your pain in the vast seas of dunes that cover your surface. Yet we understand that what is your suffering, may be another's bounty.  We have brought you wyrms, gentle goliaths who require sand and rotten air to reproduce, leaving water, grass, weeds, flowers, and seeds at the end of each cycle. This is our offering to you. Do you still wish to be relieved of your suffering?   COMMAND:Siga Y06-2X7 // [accepted, proceed]  COMMAND 03 // Confirm Connection:node 1 Thank you for the gift to be of service. Before we start the ritual, do you accept to care for the wyrms as your guests? Do you accept the way of the circle, to never create or destroy but to maintain and to repair henceforth?   COMMAND:Siga Y06-2X7 // [pledged, proceed]  COMMAND 04 // Confirm Connection:node 1 In the name of life, we offer you Siga Y06-2X7, wyrms. May her dunes be your hearth. May you be gentle as wind and persistent as water. May your legacy live on forever.  COMMAND:Wyrms_Sodjé_Tribe_CX2 // [accepted, connect]  COMMAND 05 // Initiate Genesis Sequence                                               ------- END  ", "artifact_uri": "ipfs://QmWC3abcvsHiGW2PmdR2L5qhFBZbpxNPPZEwTERpkUKnqM", "display_uri": "ipfs://QmNYW1AHd4tuBKgDXLkAfvvnukSchutCg7jc47DD5GC9Ne", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWC3abcvsHiGW2PmdR2L5qhFBZbpxNPPZEwTERpkUKnqM", "mimeType": "image/png"}], "creators": ["tz1UifYfgYwmhxhcRU2NDBYwj4i7Jf8pu2bz"], "tags": ["Sci-fi", "Speculative", "Illustration", "Terraform"], "extra": {}}