{"__version": 1, "token_id": 219014, "symbol": "OBJKT", "name": "\"RETURN\" Wire Wrap Pendant", "description": "Purchasing this digital file makes you the owner of the pendant! Message me thru my twitter account, linked to this profile and we'll get you the physical artpiece! Thank you so much for sharing the love!\n\nThis is a talisman to promote lucidity in the waking state as well as deep dream states and beyond, establishing a rainbow bridge between all bodies. These are your vehicles, and you are inherently deserving of full control and consciousness over them all. The key to the ignition is being in the state of BLISS. That is the point of this name, \"BLISS\". A constant reminder to remain in GRATITUDE, FORGIVENESS, and UNCONDITIONAL LOVE.\n\nIn Hindu philosophy, the chant ANANDOHAM is repeated over and over, translating to \"I AM BLISS\". Calling upon this mindstate, we hold space for our trauma, and fly beyond all despair and distraction. Awaken to your self once again, and remember what you've always known. This life is just an interactive book to remind you of your dharma. Love and light, peace and darkness, always that balance that creates the one.\n\nCarved here is the Sanskrit word for BLISS, \"आनन्द\" which is pronounced ANANDA.\n\nFabricated copper holds a glorious Labradorite that broke in half on me, and I almost reshaped the pieces but decided it showed quite a message: the body may be broken, but the will is unbreakable.\n\nWire wrapped amongst the lab is:\nBlack Obsidian point for grounding purposes and extra protection in the quantum realms\nClear Quartz for programming intentions and guardian spirit manifestation\n3 Green Tourmalines for Earth Star Chakra connection and ease of heart\n\nThank you for feeling into my energy healing piece, feel free to reach out with any crystal questions and inquiries, much love to you all! Have a blessed and sacred day!\n\nSong: \"Return to the Earth\" by The Contortionist", "artifact_uri": "ipfs://Qmen5PDEWfwz8jNpDRegxtU8jnkPRieRunAKcjTfUHiP6i", "display_uri": "ipfs://QmWuAnDdmSh17Q7HXuKRUG2GgRw6zfY32MaW7PPX3QTAhf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmen5PDEWfwz8jNpDRegxtU8jnkPRieRunAKcjTfUHiP6i", "mimeType": "video/mp4"}], "creators": ["tz1fyzeSfRFPnps1BjUQ5AMWdtkoj362Uuk2"], "tags": ["return", "earth", "nature", "crystals", "handmade", "copper", "pendant", "jewelry", "labradorite", "astral", "telepathy", "higher", "self", "ascension", "magick", "alchemy"], "extra": {}}