{"__version": 1, "token_id": 170332, "symbol": "OBJKT", "name": "Cash Grab", "description": "Cash Grab - HEN 100/100 \n\nWhat NFTs are slowly becoming. \nOvernight artists popping up, downloading any free software and app that they can. Blatant plagiarism, instant copy cats, zero morals or ethics and imitating someone else's creative artwork. Only to desperately shill, saturate the market and under sell it for a quick buck. \n\nCelebrities, brands and influencers are all jumping onboard to exploit and take whatever they can get away with. \n-Already billionaire Mark Cuban’s greedy grin proving he can’t dance. \n-Steve Aoki and Diplo had no problem embarrassing themselves with their low effort NFTs. \n-Imagine having millions of dollars and then hiring PR firms to make you appear to be crypto royalty. And having so little artistic ability that you have to team up with a real artist to make them all for you. Yet, still only selling 170 mints of your NFT (the majority of them to yourself) just like Paris Hilton did. \n-Or having no artist background whatsoever, but within weeks produce 10,000 NFTs of very common characters, that look like a 5th grade classroom art project, throw in an adjective on then and BOOM you are now friends with Gary Vee.\n-Yo quero Taco Bell? Really? \n-Manipulated million dollar pixelated digital portraits and 1000’s of different variations and now every animal species on earth will soon have its own LIMITED NFT collection of #100 1/1 - #1 10000/10000. \"Ohhh and can I please see another punk, ape, skull or astronaut.\" -said nobody. \n\nThey all are entitled to any of the above, as long as, they have the followers to support it. \nNFTs are anything, everything and for anybody, but the only vote you have is with every $1; USDT, USDC, BTC, ETH, XRP, LTC, TEZ, HIVE, WAX, BNB, that you spend, swap or exchange. \n\nCareful who you support and give your votes to and please SUPPORT YOUR LOCAL STRUGGLING CREATIVE ARTISTS! \n\nAs important as money is in this confused world, don't let it rule your life or be the only reason why you create. -@TravNastyART", "artifact_uri": "ipfs://QmTj7k1akadfrg7KwSrGfgFEjtZBa8oyJq9Gh5gzvmeT7N", "display_uri": "ipfs://QmVvMo7pFKh9q5DwQiMVvGxRmvqRAqJ1amBU3R7YEn5H8c", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTj7k1akadfrg7KwSrGfgFEjtZBa8oyJq9Gh5gzvmeT7N", "mimeType": "video/mp4"}], "creators": ["tz2QhojaGMhUz1nYWArrGrDjqF2rmkUN6Mwy"], "tags": ["cash", "grab", "nft", "money", "greed", "nftart", "loop", "animation", "travnasty", "america", "nfts", "2021", "million", "billion", "famous", "celebrity", "influencer"], "extra": {}}