{"__version":1,"extra":{"display_uris":[]},"token_id":120967,"symbol":"OBJKT","creators":["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"],"name":"Please Stand By -I Got Something To Say 013","description":"Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Black Wall Street Is Burning, uses the colors of the Tulsa Oklahoma flag  in memory of the Tulsa Race Massacare of 1921. This year marked the 100th anniversary of the Tulsa Race Massacre of 1921 in which hundreds of black residents, in a neighborhood known as “Black Wall Street” for it’s prosperous all black community, were murdered by a heavily armed racist white mob.  During the massacre millions in communal wealth was erased.  In addition to the millions lost in property damage, the loss of inherited wealth was devastating.  Where would those families be today if business were allowed to prosper over the last 100 years? Black owned medical practices, movie theaters, newspapers, all wiped out in a 2 day massacre, in which fires were set, guns were fired, and dynamite was dropped from planes. Riots like these compounded on an already massive racial wealth gap in this country and have led us to where we are today. Currently there is a lawsuit seeking reparations for the victims and their descendants.  Please check out the link below and donate what you can. Let’s help these families find peace in justice.  https://www.justiceforgreenwood.org/ All proceeds have already been donated to Justice for Greenwood.","tags":["art","digitalart","digital","digitalart","glitch","glitchart","glitchart","color","colors","colorpalette","colorpalette","colorpalettes","colorpalettes","TV","Television","Tulsa"],"formats":[{"uri":"ipfs://QmetveAv6p7oXwfDmy3EU1Qa79j1eVvfyDDikjp19rY9se","mimeType":"video/mp4"}],"artifact_uri":"ipfs://QmetveAv6p7oXwfDmy3EU1Qa79j1eVvfyDDikjp19rY9se","display_uri":"ipfs://QmYFQWimJtExcMN2H8PvDesjSVWiFxGG1AfPLcbAAFV9rb","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}