{"__version": 1, "token_id": 145467, "symbol": "OBJKT", "name": "Azourimini", "description": "While creating this, the thing that kept on coming to my mind was lapis lazuli, gold and the Egyptians. Egyptian mythology was something I loved as a teenager... And the vibrant blues and golds got me really excited. That was all, though... I usually need more... \"connection\"... to a piece for me to publish it...; some deeper significance coming from somewhere where it already existed within me. But I couldn't see it. I completed it anyway, and began trying to find a suitable name, looking into the etymology of key words, as usual. In this case, the first thing I looked for was 'lapis lazuli'. 'Lapis' simply means 'stone' in latin, and 'lazuli' comes from medieval latin 'lazulum' which is taken from the Arabic لازورد (lāzaward), itself from the Persian لاژورد (lāžavard), which is the name of the stone in Persian and also of a place where lapis lazuli was mined.  - // -  The thing is, all words for 'blue' in latin, I discovered, are rooted in this word, the name of a rock, the name of the place where it was mined: English, azure. French, azur. Italian, azzurro. Polish, lazur. Romanian, azur and azuriu. Portuguese and Spanish, azul, and Hungarian azúr.  - // -  That was it. I am fascinated with the origin of things. From words to customs to life and the universe itself. That's what this represents, and more. Turns out, the origin of the word 'origin' is from the latin 'oriri' which means \"to rise\". Thus I chose the plural imperative \"orimini\" to be part of the title. A subtle message to everyone: Wake up and rise! Realise your potential. Discover yourself and the universe around you. We and it are beautiful and only appreciable as thus by us. Stop wasting time. It's all you have.", "artifact_uri": "ipfs://QmYeT6TUKV7TuiKijvUs9x7UuGdtSYVndqCdgsJpfkN8js", "display_uri": "ipfs://Qmeo8nfD8PZvLqLm3hEfxgU4Sr5BA2hZEfR3nMPDDzvLa4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYeT6TUKV7TuiKijvUs9x7UuGdtSYVndqCdgsJpfkN8js", "mimeType": "image/jpeg"}], "creators": ["tz1ZCjxGYpKjLWkrvxZmiGSB84zYTFDLuwXY"], "tags": ["blue", "azul", "origins", "lapislazuli", "etymology", "gold", "egypt"], "extra": {}}