{"__version": 1, "token_id": 283267, "symbol": "OBJKT", "name": "#1 Siapa Yang Peduli Dengan Pedal? Aku Laler", "description": "Munculnya sticker-sticker mobil yang bertuliskan \"Real Men Use 3 Pedals\" seperti menumbuhkan keinginan pengguna jalan untuk jadi yang \"paling keren\" di jalanan. Muncul beberapa sticker pesaing seperti \"Classy Men Use 2 Pedals\" atau pun \"Modern Men Use 2 Pedals\". Yang cukup menarik untuk saya pribadi datang dari komunitas penerbangan yang bertuliskan: \n\n\"Who Cares About Pedals? I'm Fly\"\n\nTentu maksud yang ingin disampaikan adalah \"Wahai pengguna jalan lainnya, aku tidak pakai pedal, aku terbang\"\n\ntapi jika diterjemahkan secara langsung kata demi kata,  kalimat tersebut menjadi:\n\n\"Siapa Yang Peduli Dengan Pedal? Aku Laler\"\n\nTapi pertanyaannya, emang ada yang peduli dengan jumlah pedal mobil kamu?\n\n__________________________________________________\n\nThe emergence of car stickers that say \"Real Men Use 3 Pedals\" seems to foster the desire of road users to be \"the coolest\" on the road. Several other stickers also appears such as \"Classy Men Use 2 Pedals\" or \"Modern Men USe 2 Pedals\". What caught my eye personally are the ones that came from the aviation community that says:\n\n\"Who Cares About Pedals? I'm Fly\"\n\nOf course, the message it is sending is \"Hey other road users, I don't care about pedals, I fly (airplanes probably)\" , but when you translate it to Indonesian word for word, it would be:\n\n\"Who Cares About Pedals? I'm (a) Fly\"\n\nMy question though, does anyone cares about the amount of pedals in your car?", "artifact_uri": "ipfs://bafybeiatoqh6fviaedkbtkge4wtfw5yswypjfdmkshmap4aotjpxuop6le", "display_uri": "ipfs://bafybeiatoqh6fviaedkbtkge4wtfw5yswypjfdmkshmap4aotjpxuop6le", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiatoqh6fviaedkbtkge4wtfw5yswypjfdmkshmap4aotjpxuop6le", "mimeType": "image/gif"}], "creators": ["tz1PFb4HaFhC1LTb1GqAwEtSL3XwZLNQSKRf"], "tags": ["Aviation", "Comedy", "Indonesia", "TradingCard", "gif"], "extra": {}}