{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1501595, "timestamp": "2021-06-05T00:16:26Z", "token_id": 114952, "symbol": "OBJKT", "name": ":: Angelus Cōdex ::", "decimals": 0, "description": "No hay que olvidar que los ángeles son más antiguos que las religiones. Son instantes de lucidez, mensajeros del trueno (como este que apareció cuando transformaba un render de video de #hydra + #p5live en imágenes). A veces tienen cuerpo de número, polígonos, plumas, sueños inquietantes, presentimientos, signos sensatos… Fueron ángeles, forjados de infancia, quienes se atravesaron en el último tramo de la vida de Paul Klee. No es que Klee fuera especial, sino que simplemente cuando se presentaron él estuvo dispuesto a hablar con ellos y los dibujó. Hace poco hice una meditación acerca de estar en constante comunicación con tu :yo futuro:, que es solo una forma de llamar al portal atemporal donde estamos ya inmersos eternamente fugaces en el infinito siempre presente. A la par de la meditación, se hacen peticiones, afirmaciones o enunciaciones en las que se cultiva una confianza y apertura del corazón radical. Y es que si tenemos la capacidad de crear cualquier cosa que podamos imaginar, mediante un trabajo de conciencia sin límites, siendo el mundo, las estrellas, el agua y todo en cuanto vemos, los avistamientos que presenciamos son retroalimentaciones (feedback espectral cósmico) de lo que energéticamente cultivamos en cada pensamiento, habla y acto. Ya desde hace mucho que un día desperté con el pecho atravesado, sintiendo que todo lo que sucede es absolutamente necesario, y cada día no es más que un amor hacia ello: aquella oscuridad de donde los colores del mundo saltan necesariamente para hablarnos, como el angelus aquí presente. :Los colores y yo somos la misma cosa: ~ Paul Klee, 1940", "artifact_uri": "ipfs://QmWcYGyfHCdzQZi7H2rfhE4PNPSQzz2QttEAVHwZUqsUF3", "display_uri": "ipfs://QmPiwsrsqCqSV74ss6uCjdviCyx2JCvFtNh3Tav73D7dxo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1btfcwLhc3ST7gzrpBfrfa6zUJfpq8S1AK"], "tags": ["angelus", "angels", "cosmic", "angeles", "feathers", "paulklee", "klee", ""], "formats": [{"mimeType": "image/jpeg", "uri": "ipfs://QmWcYGyfHCdzQZi7H2rfhE4PNPSQzz2QttEAVHwZUqsUF3"}], "token_info": {"@@empty": "ipfs://QmWBpAvftKM9i2PcpGbmTDqQJo9vQmV3M3j8QgD9u6ieh1"}, "supply": "3"}