{"__version":1,"extra":{"display_uris":[]},"token_id":120575,"symbol":"OBJKT","creators":["tz1inuoFMXxFd4Ka8ozZAEq4hqwD25UJ3Et6"],"name":"Spiritual Guidance","description":"You may have heard that all living beings are connected in some way. A spiritual network of some sort. The forest spirits are all linked in a harmonious manner.  Flying above the trees, skimming through the clouds, the elegant Quetzal happens to spot a lost girl trapped in a hole set by hunters of mischief. The bird swooped down to see that the girl was severely injured. The little girl lay, hopeless, famished, frail. The Quetzal knew there must be some way to reunite the lost girl with her family who so desperately missed her. They cuddled up to one another, trying to keep warm. The girl showed gratitude by gently butting her head up against that of her finder. Upon doing so, a spark of energy burst into the atmosphere and their souls were linked. Jetting back into the sky with a powerful flurry created by her wings, the Quetzal called to the Spirits of the Forest for aid. One by one, animals of all nature, ran to the call. First to appear was a nearby fox pup. The pup scurried down the hole to provide warmth and comfort. Shortly thereafter, a deer arrived. The buck hoisted the girl out of the pit’s depths and onto her feet. Many others revealed themselves one by one to assist in any way possible. Geckos, butterflies and dragonflies, and little sparrow and finches all scattered in hopes of locating the little one’s home. After locating the cabin where her family waited, praying to receive some sort of good news, everyone instantly knew the way back. Thanks to their magical link, the animals were able to guide the lost soul back home where she belonged.","tags":["spirit","spiritual","guide","guidance","genesis","forest","deer","fox","butterfly","dragonfly","birds","owl","quetzal","legendary","help","lost","soul","sparrow","log","cabin","black","white","green","trees"],"formats":[{"uri":"ipfs://QmXiBiZrMknVuPskQQny7bW1Fpq3LntyzWbnhuz5K7wSJs","mimeType":"image/png"}],"artifact_uri":"ipfs://QmXiBiZrMknVuPskQQny7bW1Fpq3LntyzWbnhuz5K7wSJs","display_uri":"ipfs://QmPBcskY5meJLaByzvAK8NyRpWApZgGCqHTtukKXoumAbJ","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}