{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"115523-128.jpeg","fileSize":349,"dimensions":{"value":"128x99","unit":"px"},"path":"QmfVw8v3kUkrUFAqeYrJHyJQMcswR2igiGkK6BhwKDn9vb","cid":"QmfVw8v3kUkrUFAqeYrJHyJQMcswR2igiGkK6BhwKDn9vb"},{"mimeType":"image/jpeg","file":"115523-512.jpeg","fileSize":1465,"dimensions":{"value":"512x396","unit":"px"},"path":"QmazfuuXtecKvdXNpyD7m9eJrQrk9uzekNfzdHSeXjYhP4","cid":"QmazfuuXtecKvdXNpyD7m9eJrQrk9uzekNfzdHSeXjYhP4"},{"mimeType":"image/jpeg","file":"115523-1024.jpeg","fileSize":3190,"dimensions":{"value":"792x612","unit":"px"},"path":"QmawNwZyawFPEkxAtHYdswdFsDnTix8KuKByrn8rVcNbQE","cid":"QmawNwZyawFPEkxAtHYdswdFsDnTix8KuKByrn8rVcNbQE"}]},"token_id":115523,"symbol":"OBJKT","creators":["tz2N9gjEFptEVckxqupDCjK61BjSRCkMQLmJ"],"name":"Romancero Lorquiano (2013)","description":"Romancero Lorquiano (2013), para Ensamble Mixto (Flauta, Clarinete en Sib, Arpa, Vibráfono, Percusión, Alto, Cello) I. Sobre tu cuerpo habia penas y rosas II. Se mueren de amor los ramos III. Esta luz, este fuego que devora Ensamble Latinoamericano de Música Contemporánea Director: César Iván Lara Solista: Jessica Colmenares﻿ Compositor: Daniel Fernando Oropeza﻿ (2013) Estreno el 20 de mayo de 2014 en el marco del XVIII Festival de Música Latinoamericana de Caracas (www.festivallatinoamericanodemusica.com­). Centro de Acción Social por la Música, Caracas, Venezuela. Romancero Lorquiano (2013), es una serie de tres pequeñas piezas basadas en fragmentos de la poesía de Lorca. En estas tres piezas el interés poético se concentra en temas como el amor, la muerte y la pena. La primera de ellas, \"Sobre tu cuerpo había penas y rosas\", es una simbiosis entre al amor y la muerte. En ella, el tema inicial tiene un carácter sombrío, casi como de penumbra. La segunda pieza, \"Se mueren de amor los ramos\", es de un lirismo melancólico, como toda la obra literaria de este poeta. La relación entre cada uno de los instrumentos es de profundo estremecimiento. La última de las piezas, \"Esta luz, este fuego que devora\", es de los sonetos más oscuros que pudo haber escrito el autor, y asi mismo lo es también la música. Se hace imposible intuir que este dolor eternamente renacido habría de poner el contrapunto exacto y vigoroso a la fogosísima intensidad de su pasión amorosa. Toda la obra en su conjunto es un encuentro de sutileza e intimidad, de atmosferas sencillas pero de gran lirismo apasionado en cada una de ellas.","tags":["Daniel","Oropeza","Romancero","Lorquiano","Score","Parts"],"formats":[{"mimeType":"application/pdf","uri":"ipfs://QmPcgAvRecwAvPFC67QoByPp8iKPbeVKqoVzW3U6UQbd6U"}],"artifact_uri":"ipfs://QmPcgAvRecwAvPFC67QoByPp8iKPbeVKqoVzW3U6UQbd6U","display_uri":"ipfs://QmY8HFLp5a8Ju8kBs4DUUBAakSsVCqniuxFJpXFjfwEUEe","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}