{"__version":1,"extra":{"display_uris":[]},"token_id":115261,"symbol":"OBJKT","creators":["tz1TWtdC93Y78Ui8SL6H7c2prQUnXoboJqYX"],"name":"GeoBlock #2 Colosseum (Rome)","description":"GPS: 41.89028619201358, 12.492214017001796 The Colosseum (/ˌkɒləˈsiːəm/ KOL-ə-SEE-əm; Italian: Colosseo [kolosˈsɛːo]) is an oval amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum. It is the largest ancient amphitheatre ever built, and is still the largest standing amphitheatre in the world today, despite its age. Construction began under the emperor Vespasian (r. 69–79 AD) in 72 and was completed in 80 AD under his successor and heir, Titus (r. 79–81). Further modifications were made during the reign of Domitian (r. 81–96). The three emperors that were patrons of the work are known as the Flavian dynasty, and the amphitheatre was named the Flavian Amphitheatre (Latin: Amphitheatrum Flavium; Italian: Anfiteatro Flavio [aɱfiteˈaːtro ˈflaːvjo]) by later classicists and archaeologists for its association with their family name (Flavius). The Colosseum is built of travertine limestone, tuff (volcanic rock), and brick-faced concrete. The Colosseum could hold an estimated 50,000 to 80,000 spectators at various points in its history having an average audience of some 65,000; it was used for gladiatorial contests and public spectacles including animal hunts, executions, re-enactments of famous battles, and dramas based on Roman mythology, and briefly mock sea battles. The building ceased to be used for entertainment in the early medieval era. It was later reused for such purposes as housing, workshops, quarters for a religious order, a fortress, a quarry, and a Christian shrine.[citation needed] Although substantially ruined because of earthquakes and stone-robbers (for spolia), the Colosseum is still an iconic symbol of Imperial Rome and was listed as one of the New7Wonders of the World. It is one of Rome's most popular tourist attractions and also has links to the Roman Catholic Church, as each Good Friday the Pope leads a torchlit \"Way of the Cross\" procession that starts in the area around the Colosseum. The Colosseum is also depicted on the Italian version of the five-cent euro coin.","tags":["geoblocks","voxelart","benjaminbardou"],"formats":[{"mimeType":"video/mp4","uri":"ipfs://Qmbt9S71uu8AA6K2qxMNdBPpu7DbcpaZhKDM4rDw3jriWa"}],"artifact_uri":"ipfs://Qmbt9S71uu8AA6K2qxMNdBPpu7DbcpaZhKDM4rDw3jriWa","display_uri":"ipfs://QmTJR59JGnXp6pVbYcNBKPB2zGTJ6rxGq6aT6v5gP2DMYK","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}