{"__version": 1, "token_id": 148261, "symbol": "OBJKT", "name": "Sink or Swim", "description": "They say that water represents the emotions.     ---------------------------------------------------------------------------------------------------------------------------   About The Rabbit Hole Effect Collection:  This project began initially out of a sense of play and an appreciation for the absurd.  There is something attractive about the disquieting effect of a person with a rabbit head that I wanted to express.   And so I set out to make a head of my own.  Although it is not actually a rabbit so much as a hare. Because there is something more human about hares than rabbits.     --------------------------------------------------------------------------------------------------    The head itself is made of chicken wire, foam, foil, masking tape, paper mache; I improvised as I went along. I need to smooth out some of its imperfections in the editing phase.  One ear has been broken and repaired once. The neck has been ripped off a few times.  The part of the face where I tried to make a peephole out of is virtually useless. I am blind, deaf, and dumb when I wear it. For me, this is part of the work. I have an intimacy with that head. I brought it into the world, I've lived inside it, I've given it a body, I've given it life.  And when I'm done, wherever I put it, it seems it's looking at me and I can't quite tell what it's thinking. But it's thinking something.     ---------------------------------------------------------------------------------------------------------------------------------   Art can lie so close to the edge of folly. And it was folly that was beckoning me.--------------------------------------------------------------------------------------All images and editing by me, except for water photo taken by Berend de Kort.", "artifact_uri": "ipfs://QmQpuzEoKGdtRSepEkgkvEGtAaBAU6Yja2717RW6LN2xXg", "display_uri": "ipfs://QmVFHX2kQjQzbZMHiaZn57Q6c7Pyzhw57wQVPX4zbHa4B7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQpuzEoKGdtRSepEkgkvEGtAaBAU6Yja2717RW6LN2xXg", "mimeType": "image/jpeg"}], "creators": ["tz1MBWvMEN8wNaRv1mtWasmCeceZdH89BFV1"], "tags": ["photography", "rabbit", "surreal", "water", "henthousand", "hen10k", "rabbithead", "blue", "aqua"], "extra": {}}