{"__version": 1, "token_id": 191563, "symbol": "OBJKT", "name": "Spray Can", "description": "“A spray can is an everyday household device which transforms all sorts of substances into aerosols or foams, from plain air to whipped cream. The multipurpose can was first patented in Norway, in 1926  by engineer Erik Andreas Rotheim. In its early days it was used to equally apply paints and colors, but the spray can, its construction initially based on a beer-can,  achieved its commercial and strategic breakthrough with the Pacific War in the early 1940s, where it was used to distribute insecticides against the malaria fly and probably other targets. Its secret is the miraculous transformation of liquids into gaseous forms. The postwar triumph of the spray can came with the invention of hairspray which would forever change the concept of hairdo. The organizational power of the spray can — and specifically its valve — actually lies in its radical power to disorganize. It transforms whatever it contains according to the principle of equal distribution. The proper term is fumigation, ‘Vernebelung’. However, in keeping us alert to micro differences in distribution, the spray can has developed into one of the finest techniques of 21st century urban orientation and political comment.”\n– Ute Holl\n\nUte Holl is Professor of Media Studies at the University of Basel, Switzerland. She researches, among other things, the epistemology of technical media, anthropological and experimental cinema, and a media history of acoustics, electro-acoustics, and radio theory.\n", "artifact_uri": "ipfs://QmNeNoRtLzcX8CoUX9PHcmTBpwaxNpdYSbTe9VfUgE2mXL", "display_uri": "ipfs://QmfTDJY6mU5kdRTN5aGjrBd7Kjd9tAPVQo8vTYYkZzznpv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNeNoRtLzcX8CoUX9PHcmTBpwaxNpdYSbTe9VfUgE2mXL", "mimeType": "image/png"}], "creators": ["tz1NisvvqYZE1dgsJTY14XL64xbsNudSAgTS"], "tags": ["SprayCan", "UteHoll", "KunstvereininHamburg", "SimonDenny", "ProofofStake"], "extra": {}}