{"__version": 1, "token_id": 245663, "symbol": "OBJKT", "name": "Collage #11 (Concatenation of Circumstances)", "description": "The Moors murders were carried out by Ian Brady and Myra Hindley between July 1963 and October 1965, in and around Manchester, England. The victims were five children aged between 10 and 17. Two of the victims were discovered in graves dug on Saddleworth Moor; a third grave was discovered there in 1987, more than twenty years after Brady and Hindley's trial. The pair were charged and received life sentences under a whole life tariff. The investigation was reopened in 1985 after Brady was reported as having confessed to additional murders. After confessing to these murders, Brady and Hindley were taken separately to Saddleworth Moor to assist in the search for the graves. Characterized by the press as \"the most evil woman in Britain\", Hindley made several appeals against her life sentence, claiming she was a reformed woman and no longer a danger to society, but was never released. She died in 2002, aged 60, after serving 36 years in prison. Brady was diagnosed as a psychopath in 1985 and confined in the high-security Ashworth Hospital. He made it clear that he never wished to be released, and repeatedly asked to be allowed to die. He died in 2017, at Ashworth, aged 79. The murders were the result of what Malcolm MacCulloch, professor of forensic psychiatry at Cardiff University, called a \"concatenation of circumstances\". The trial judge, Mr Justice Fenton Atkinson, described Brady and Hindley in his closing remarks as \"two sadistic killers of the utmost depravity\". Their crimes were the subject of extensive worldwide media coverage.", "artifact_uri": "ipfs://QmQBKGTGgBRYdE8FZeqdkDhqF9s4eqk7fmz1yPJtEB2rwm", "display_uri": "ipfs://QmR3gTn6m89CEvQv9Jwzao9v3KdEgBwqAjPcwXzNV34kMH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQBKGTGgBRYdE8FZeqdkDhqF9s4eqk7fmz1yPJtEB2rwm", "mimeType": "image/jpeg"}], "creators": ["tz1YTyN2Qi1wfbvFHP3xYiu9mB74ecwXBDUy"], "tags": ["skull", "surreal", "collage", "theartofmann", "moors", "psychopath", "murder", "darkart"], "extra": {}}