{"__version": 1, "token_id": 263334, "symbol": "OBJKT", "name": "Cooperativa Local: Feria Séptimo Piso Sin Ascensor", "description": "\n\n\nHoy, 4 de septiembre del 2021, Cooperativa Local junto a 20 colaboradores y el público, acogeremos uno de los primeros eventos NFT en Chile: Feria Séptimo Piso Sin Ascensor. \n\nDirigiremos actividades educativas para abordar las diversas oportunidades que suponen los NFT para personas y comunidades locales; así como también fortalecer la adopción, coordinación y colaboración dentro del ecosistema local.\n\nTanto la interfaz de Hic et Nunc como nuestra galería serán proyectadas en el espacio; invitando a colaboradores y asistentes a explorar la plataforma, crear sus primeros NFTs e intervenir piezas analógicas para continuar desarrollando el manifiesto y hoja de ruta de Cooperativa Local.\n\n\n\n\nToday, September 4th of 2021, Cooperativa Local together with 20 collaborators and the public, will host one of the first NFT events at Chile: Feria Séptimo Piso Sin Ascensor.\n\nTogether, we will lead educational activities to address the diverse opportunities that NFTs present for local people and communities, as well as looking into ways of strengthening adoption, coordination and collaboration within the expanding ecosystem.\n\nBoth the Hic et Nunc interface and our gallery will be projected to the space; inviting collaborators and attendees to explore its platform, create their first NFTs and intervene analog pieces to continue developing Cooperativa Local manifesto and roadmap.\n\n\n\n", "artifact_uri": "ipfs://bafybeic464a4k3ugnohpodlknaesijp272zsx7qwwgdrwyz7elvojcwiv4", "display_uri": "ipfs://bafkreien6rpwkmcc7o7m3a7i27ih33qlbtgu4fcegpu4beimp67cqkavmy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeic464a4k3ugnohpodlknaesijp272zsx7qwwgdrwyz7elvojcwiv4", "mimeType": "image/png"}], "creators": ["tz1X2T6MhDT37H8ehfQEhzgdghuJLCyv5HKL"], "tags": ["cooperativalocal", "event", "gallery", "chile", "latam", "education", "adoption", "collaboration", "participative", "hicetnunc", "hdao", "daooh"], "extra": {}}