{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"105024-128.jpeg","fileSize":4407,"dimensions":{"value":"128x160","unit":"px"},"path":"QmbFwadjRjMeHn5QrtNh8KPCk8rhiB2UmPPUnfdp6N8eHw","cid":"QmbFwadjRjMeHn5QrtNh8KPCk8rhiB2UmPPUnfdp6N8eHw"},{"mimeType":"image/jpeg","file":"105024-512.jpeg","fileSize":28275,"dimensions":{"value":"400x500","unit":"px"},"path":"QmUmHa6M1hsxQMWVReSipu19DrVoJ5sfbdHZTT4ckLrRF9","cid":"QmUmHa6M1hsxQMWVReSipu19DrVoJ5sfbdHZTT4ckLrRF9"},{"mimeType":"image/jpeg","file":"105024-1024.jpeg","fileSize":28275,"dimensions":{"value":"400x500","unit":"px"},"path":"QmUmHa6M1hsxQMWVReSipu19DrVoJ5sfbdHZTT4ckLrRF9","cid":"QmUmHa6M1hsxQMWVReSipu19DrVoJ5sfbdHZTT4ckLrRF9"}]},"token_id":105024,"symbol":"OBJKT","creators":["tz1dJsp1owh5mJe6GPNhbYes2BGNKy5p3Y6M"],"name":"1 of 6 NFT Trading Cards: Probably COVID-19, Mystery Illness Documentation. Artist: Anonymous19","description":"August 21, 20/20 This is by FAR the most disgusting photograph I've ever taken. This strategy of documentation made me almost throw up because it was so gross. Hence, this is only about 24-26 hours worth, and then the rest I documented on a piece of toilet paper or snot rag. I saved a baggie full of that as well. It is d-i-s-gusting. Held it up the light so the opacity was more visual. I just threw up in my mouth a little bit at the thought. The print shop, who was warned in advance, was nice enough to print out A4 size copies and sent them via bike messenger to my general practitioner. Lucky her! Basically I was shocked and dumbfounded that my x-ray could be \"fine\". It's not like I babied my lungs in the first place. But after coughing until abs formed from the muscle use for months, I felt hopeless with this \"fine\" designation. Due to the fact that I felt the dutch health care providers were not believing me that I was sick since mid-February 2020, decided to start documenting the gross stuff as evidence. Don't know if I actually had COVID-19 but I was smoking and hanging out with someone from northern italy at a festival mid-February 2020 right before they went into lockdown. Tested negative twice almost a year apart. And my cat was also sick after me with pretty much the same symptoms. She was sick for months too. #gaslighting #longcovid?","tags":["photograph","gross","covid-19","anonymous19","conceptual","fascinating","disgusting"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmYheeYrGomUifveHsAzA7TYyJ2D9SVhdnEEVnSvvb9Qxp"}],"artifact_uri":"ipfs://QmYheeYrGomUifveHsAzA7TYyJ2D9SVhdnEEVnSvvb9Qxp","display_uri":"ipfs://QmYheeYrGomUifveHsAzA7TYyJ2D9SVhdnEEVnSvvb9Qxp","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}