{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"114424-128.jpeg","fileSize":3151,"dimensions":{"value":"128x128","unit":"px"},"path":"QmWJHxj49fjST52aPcmEkJ1fuMLgiSRfWACtB4gXo6cN3q","cid":"QmWJHxj49fjST52aPcmEkJ1fuMLgiSRfWACtB4gXo6cN3q"},{"mimeType":"image/jpeg","file":"114424-512.jpeg","fileSize":30173,"dimensions":{"value":"512x512","unit":"px"},"path":"QmfS3SXVex1KDbJ6d7EvXzpNufyAQgrZ2b4voSPTUEJonN","cid":"QmfS3SXVex1KDbJ6d7EvXzpNufyAQgrZ2b4voSPTUEJonN"},{"mimeType":"image/jpeg","file":"114424-1024.jpeg","fileSize":82825,"dimensions":{"value":"1024x1024","unit":"px"},"path":"QmNdZnFNLLf7frakyZ2sMVgC65zN6V8CpgnnuvUCnv9o5N","cid":"QmNdZnFNLLf7frakyZ2sMVgC65zN6V8CpgnnuvUCnv9o5N"}]},"token_id":114424,"symbol":"OBJKT","creators":["tz1YMqQQme7jcERyk2586QDT9fqWGCz9L2fQ"],"name":"Isaus: Electric Quartz Researcher & Flora Whisperer","description":"(From the series “GAN-Generated Fancy Insect Aliens in Intricate Veils”) // Isaus is tall, with translucent skin and long gray hair. She wears a pearlescent and intricately embellished jumpsuit and helmet and carries scientific tools and scanners. Isaus is reflective and brave. She speaks with a whispery voice. // Isaus is fascinated by biology and chemistry. Her interest and fascination stems from the ancient writings found in ancient ruins across the galaxy and the discovery that the organic molecules within her specie's skin produces electricity like electrical charges in batteries when in contact with the native flora of her planet. This is a common phenomenon for the native flora of this planet as its soil produces both minerals, like silicate quartz, and salts. When she touches these, an electronic reaction ensues. The more her specie's skin contacts this material and becomes electrified, the faster they develop an innate connection and are capable of sensing and communicating with other flora like an instinctual link. // Isaus's partner in research is Mase Robail, a male scientist, master of the research vessel Eratosthenes. His spacecraft appears to be organic, its chitinous shell set with compound sensor clusters. Isaus and Mase work together and their ship is always traveling towards some unknown region in order to gather more data to better understand the nature of the native flora on this planet.","tags":["AI","GAN","scifi","fantasy","space"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmempWQq1SNdQxhEwtv5bXCEWZvziN2bJkn6KpDuxPkQez"}],"artifact_uri":"ipfs://QmempWQq1SNdQxhEwtv5bXCEWZvziN2bJkn6KpDuxPkQez","display_uri":"ipfs://QmVQLo8kGN7reYja1H5GrtrRQH2dCZuN5ybwSwgqxmL75E","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}