{"__version": 1, "token_id": 263124, "symbol": "OBJKT", "name": "Rasga Mortalha", "description": "This is the name of a species of owl called Suindara or Church Owl. This name is given in the North and Northeast regions of Brazil because of an urban legend in which it says that if this owl sings over a house, its noise resembles the sound of a shroud (a fabric made of silk that involved the deceased) being torn apart means that someone in the family is going to die.\n\nIt is said that it all started with a thirty-five-year-old girl, chubby and very white-skinned, named Suindara. She worked as a mourner (a woman who was paid to cry at wakes and cemeteries) and was the daughter of a feared sorcerer named Eliel. Suindara was very intelligent and respected in her community, earning her the name \"White Owl\".\n\nOne day, she begins to secretly date a boy named Ricardo. This was the son of a countess named Ruth. She was very strict and prejudiced and when she found out they were dating, she hatched a plan against the girl.\n\nThe countess ordered her maid Margarida to deliver a note to the mourner saying that she wanted to hire her services and for this it would be necessary for the two to meet behind a blue crypt, which was in the furthest and darkest place in the cemetery.\n\nAs soon as Suindara arrived at the scene, she was murdered by an employee of Ruth. Everyone was very sorry when they learned of the girl's death, burying her and placing a statue of a white owl in the middle of her crypt in honor.\n\nEliel, used the tarot cards and ended up discovering that it was the countess who had his daughter killed. Using a powerful ritual, he went to Suindara's grave and caused the spirit of the girl to enter the statue of the white owl and make it take on a life of its own.\n\nThe owl went flying through the village and went to the balcony of the castle window where Ruth slept, she began to hoove a strange chant, similar to the sound of silk clothes being ripped apart. The next day the countess was found dead and her silk clothes were found torn.\n\nFrom that event, the owl began to let out its terrifying screams whenever someone was close to dying. <Crypto Legends | A Series by Renancio Monte | 2021>", "artifact_uri": "ipfs://bafybeicevpb6zfnwttfne6osttlids5kfefgex6lsslmw5p6izrd5ccwse", "display_uri": "ipfs://bafybeic6xs5h6pjsvk2hbfrgocrl2qombtj4xwdv7bxyujojaim6u2cc5u", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeicevpb6zfnwttfne6osttlids5kfefgex6lsslmw5p6izrd5ccwse", "mimeType": "video/mp4"}], "creators": ["tz1SkdTvjpPYuz5LNEa8NYDsxNoDzVjvocRT"], "tags": ["henosy", "nature", "brazil", "demon", "cryptolegends", "florest", "werewolf", ""], "extra": {}}