{"__version": 1, "token_id": 127243, "symbol": "OBJKT", "name": "VINTEENOVE VOID", "description": "The future is the end. There is no meaning, unless you create one, or take it from someone else. You are what you do. We all have all fears, the difference is the attention you give to each of them. The brain is not a computer. Maybe a computer won’t be able to be a brain. Human cognition is inherently associative. We are always in the past, analyzing what’s been, seeing stars that already exploded. Despite this lag we live in, we dominate and constantly change the world we live in; the necessity of certain sensations by some human consciences, their drive, motivated wars, invasions, monumental engines and constructions. This force is gone when we’re dead, the brain, the flesh, it all decomposes - the little carbon atoms, the little rests of you will vague on earth being other stuff until earth itself is swallowed by the sun. By then your existence, and that of Alexander the great and that of any random insect in earth’s history will have equal relevance. Human history will be no more. It is improbable that we extrapolate earth’s existence period, but maybe that’s not bad. We aim eternity but we don’t know what it means, we just don’t want to die. But some of us realize that life itself - for those who live it - only matters because we die. Every experience would be just like brushing the teeth in the morning. I don’t know whether I should be part of the whole species perpetuation thing. I planted a tree, wrote some books already, but maybe that’s it. It’s good because it ends.", "artifact_uri": "ipfs://QmZ3ZBT2jrmjtDjBYp99jx1kJ2hVoGH31bJfEPNv4ny3KD", "display_uri": "ipfs://Qmcr5VQRZi6HxNwTfLKWXeh8w22utPK3uh3dGdgkdAUPSd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ3ZBT2jrmjtDjBYp99jx1kJ2hVoGH31bJfEPNv4ny3KD", "mimeType": "video/mp4"}], "creators": ["tz1RkgAXvReWwsme7TA6t7QtG1vuLvjik4ae"], "tags": ["void", "video", "digital", "beat", "30dias30beats", "digitalpoetry", "asciiart"], "extra": {}}