{"__version": 1, "token_id": 143443, "symbol": "OBJKT", "name": "Charlie Chaplin", "description": "Charles Spencer Chaplin was born on 16 April 1889 in London, England, United Kingdom of Great Britain and Ireland. Chaplin had a rough childhood; his mother, Hannah Hill Chaplin, a talented singer, actress, and piano player, spent most of her life in and out of mental hospitals. His father, Charles Spencer Chaplin Sr. was a fairly successful singer until he began drinking. After his parents separated, Charlie and his half-brother, Sidney, spent most of their childhood in orphanages, where they often went hungry and were beaten if they misbehaved. He first started acting at age five. He acted in a music hall in 1894, standing in for his mother.  When Charlie was a child, he was kept in bed for many weeks from a bad illness. At night, his mother would sit at the window and act out what was going on outside. His first important work came when he joined The Eight Lancashire Lads. In 1900, his brother Sydney helped him get the role of a comic cat in the pantomime Cinderella. In 1903 he was in a play called “Jim: A Romance of Cockayne”. Chaplin was in Casey's 'Court Circus' variety show. The next year, he became a clown in Fred Karno's 'Fun Factory' comedy company.", "artifact_uri": "ipfs://QmRgHXyd3dLxHYNAxU2Jkxc7j79uxf5uiQ7MLjtHN4cr1v", "display_uri": "ipfs://QmTtbABQ9biQRvCsvfyyQRGPUuSD2oNgA8wuNMu4e6WPLn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRgHXyd3dLxHYNAxU2Jkxc7j79uxf5uiQ7MLjtHN4cr1v", "mimeType": "image/jpeg"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["charleschaplin", "chaplin", "actor", "comedian", "fun", "funny", "ABSTRACT", "GEOMETRIC", "COLORFUL", "TRIPPY", "LOOP", "ANIMATION", "PSYCHEDELIC", "OBJECT4OBJEKT", "MOTION", "EYEGASM", "OCTAINE", "GENERATIVE", "NOISE", "SHAHROKHHEIDARI", "NFT", "NFTS", "NFTARTIST", "GLITCHART", "SHEED", "GENERATIVE", "CIRCLE", "creativecoding", "cleannft", "cryptoart", "particle", "interactive", "p5js", "TouchDesigner", "shahrokhheidari", ""], "extra": {}}