{"__version": 1, "token_id": 161696, "symbol": "OBJKT", "name": "Collective Properties #fa7cbb", "description": "Collective Properties: Post-Painterly Art of the Status Quo. By experimenting with aleatoric processes, hen-exploiter formalizes the coincidental and emphasizes the conscious process of composition that is behind the seemingly random works. The thought processes, which are supposedly private, highly subjective and unfiltered in their references to dream worlds, are frequently revealed as assemblages.\n\nHis are saturated with obviousness, mental inertia, clichés and bad jokes. They question the coerciveness that is derived from the more profound meaning and the superficial aesthetic appearance of an image. By demonstrating the omnipresent lingering of a ‘corporate world’, his works references post-colonial theory as well as the avant-garde or the post-modern and the left-wing democratic movement as a form of resistance against the logic of the capitalist market system.\n\nHis works feature coincidental, accidental and unexpected connections which make it possible to revise art history and, even better, to complement it. Combining unrelated aspects lead to surprising analogies. By parodying mass media by exaggerating certain formal aspects inherent to our contemporary society, he makes works that can be seen as self-portraits. Sometimes they appear idiosyncratic and quirky, at other times, they seem typical by-products of American superabundance and marketing.\n\nHis works demonstrate how life extends beyond its own subjective limits and often tells a story about the effects of global cultural interaction over the latter half of the twentieth century. It challenges the binaries we continually reconstruct between Self and Other, between our own ‘cannibal’ and ‘civilized’ selves.\n\nThe image, title and description have been automatically generated from a single color input. #fa7cbb This is a 2/2 piece for hen-exploiter and rafael for their efforts to restore hicetnunc marketplace", "artifact_uri": "ipfs://QmStvq9B7xTMQLAyiD91Gt4CMffL2E2fv9Lr1WbHR1nnVt", "display_uri": "ipfs://QmbWAVqwFRXqChxrhoHUGGiVgcC3HoS2uF1Me7oBcJdMK5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmStvq9B7xTMQLAyiD91Gt4CMffL2E2fv9Lr1WbHR1nnVt", "mimeType": "image/png"}], "creators": ["tz1eht4WAjkqU7kaupJd8qCDmec9HuKfGf68"], "tags": ["collectiveproperties", "#fa7cbb"], "extra": {}}