{"__version": 1, "token_id": 250796, "symbol": "OBJKT", "name": "There are no girls on the internet, Sunday", "description": "There are no girls on the internet, 1/1. \nCommissioned by the Museum of Moving Image, NYC 2020 \n\n\"There are No Girls on the Internet\" is a common community saying among gamers, IRC/discord users and many online community bb's it is a phrase that implies that there are no women actually participating in online activities, especially when it comes to anonymous exchanges in chatroom, video rooms and discussion forums like Reddit. The catchphrase also describes how any female privilege (perceived as social benefits from the sexuality/sex) on the Internet is stripped away. Due to the widespread nature of \"No Girls on the Internet\" and similar phrases, identifying oneself as a \"girl\" within certain communities (like 4chan and various gamer/dev and hacker communities) has become a long process/task, often leading to an inquiry of documented evidence (images holding a piece of paper with the username, date stamps) or time-stamped profile photos from skeptics. As encapsulated in the catchphrases\n\"TITS or GTFO\" and \"Pics or It Didn't Happen\", the burden of proof often rests on the shoulder of those who claim to be \"not dudes.\"\nIn 2020, I explored the concept of this lack of prevalence of women on the internet. I spent 5 days online in video chat rooms (i.e. chatroulette etc). Using a scientific approach with a control and variables. The variable is the medium of video in which the fact is expressed, and the control is I am a women/girl. The result of this 5 days of being in chat rooms from 8-5pm was the same conclusion: I am a girl, but girls do not exist on the internet.", "artifact_uri": "ipfs://QmPX1GxiXJdCuU2hsT14kHe8LEHxvD1Ezvb9rL4BbHwj7W", "display_uri": "ipfs://QmeS49xT6vk7H26RRQ2m6smYYafXY1aWUYjCnTDKdiBbJ9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPX1GxiXJdCuU2hsT14kHe8LEHxvD1Ezvb9rL4BbHwj7W", "mimeType": "video/mp4"}], "creators": ["tz1XUBwcwDpwZNiJYWb7VDzRHYpNYJk9yKxR"], "tags": ["titsorgtfo", "girlsgirlsgirls", "nogirlsonline", "wagenknecht", "therearenogirlsontheinternet", "MOMI", "NYC", "movingimage", ""], "extra": {}}