{"__version":1,"extra":{"display_uris":[]},"token_id":90696,"symbol":"OBJKT","creators":["tz1WaNwJu8NXp5p8u9CojAd9p79kHQcUpyaE"],"name":"Portrait of William Millarcs' LSD Euphoria - ink and markers on paper - Artserge","description":"There is an archive film from 1955 of an experiment conducted by the University of Southern California’s Nicholas A. Bercel, M.D. He gives Los Angeles artist William Millarcs a sunbstantial dose of LSD and tries to record the effects it has on him. These sort of experiments were popular at the time and there are rumours that MK Ultra had some involvement in these studies. He conducts the experiment by asking William (Bill) questions and by asking him to do live portraits at different stages of the trip.  Despite the probing questions BIll seems to feel copmfortable in the lab setting and talking to to Bercel, despite the latters unexpected and jarring  hand claps of from time, if he felt Bill was veering off into his private reality too much. Bill seems to go through europhoric moments and ectasies that bring him to tears at some points. The artist closes his eyes and feels his body shimmering with the colours he has trained himself to percieve in his previous artistic studies. Neural grooved artistic sensitivities of colour and form dancing in the artists mind and bringing transcendent joy. What a dude.  As he describes the imagined colours and textures of his experience i found myself thinking what a sweet soul this artist has, and how well and gently he described these sensations even when totally overwhelmed by the psychedelic he was given and all the time observed by clinical scientists. Tripping balls in the observation box does not sound like fun. Unfortunately Bills story had a sad ending, but i found him incredibly endearing and enjoyed his communication and honesty very much. See what you think:  https://www.youtube.com/watch?v=k_nQ-M31fws  video title: LSD Experiment - \"Schizophrenia Psychosis Induced by LSD25","tags":["art","illustration","physicalart","ink","markerpen","lsd","psychedelic","science","wiliiammillarc","tripping","euphoria","mkultra","artist","artserge"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmS6n9J54xG3469G5ck82eWpJMkW1R1z66iarkyHgnupFh"}],"artifact_uri":"ipfs://QmS6n9J54xG3469G5ck82eWpJMkW1R1z66iarkyHgnupFh","display_uri":"","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}