{"__version": 1, "token_id": 241220, "symbol": "OBJKT", "name": "HANNYA", "description": "Hello everybody!\n\nHere is the first piece of JapanCulture, HANNYA!\n\nThe word Hannya is thought to have come from the artist, Hannya-bô(般若坊), who carved this wooden mask. The design is believed to have been adapted from earlier serpent masks. Another theory is that “Hannya” comes from the word “Paññā/Prajñā(般若)”, which means \"wisdom\" or \"higher consciousness\" in Japanese Buddhism.\n\nThis formidable looking mask most closely resembles a demon on first glance, however, its actual origins and story goes much deeper. The Hannya mask was used in kyōgen theater shows (classical musical performances based on Japanese folklore and the supernatural) and Noh plays to depict a woman who has become so overwhelmed with sorrow, envy, or rage that she takes on the form of a demon, dragon or serpent. Its prominent features are a leering mouth, sombre metallic eyes, sharp fang-like teeth, and two devil style horns.\n\nThe hannya mask is said to be demonic and dangerous but also sorrowful and tormented, displaying the complexity of human emotions. When the actor looks straight ahead, the mask appears frightening and angry; when tilted slightly down, the face of the demon appears to be sorrowful, as though crying. The ability to change the expression of the mask through use of perspective is a feature commonly seen in Noh theatre\n\nIn 2021, the Hannya mask is one of the most populer subjects in Japanese Culture. This mask still represents jealousy and anger, like the way in Noh plays.\n\nThank you for reading!", "artifact_uri": "ipfs://QmcCWCV4TxAQorMAohgtw6fULURbRUR4YqPT3qnbuHgHFG", "display_uri": "ipfs://QmYctzxLfD4sAwMD87QS1he8rAomrmNLr8PRvJkPuQ3Z5Q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcCWCV4TxAQorMAohgtw6fULURbRUR4YqPT3qnbuHgHFG", "mimeType": "video/mp4"}], "creators": ["tz1Ri5S9CweEQwGvDkLBf4SSDV2jbiu1KMqd"], "tags": ["nft", "art", "3d", "3dcard", "japan", "hannya", "hannyamask", "mask", "collectible", "3dnft", "japanculture", "culture"], "extra": {}}