{"__version": 1, "token_id": 197778, "symbol": "OBJKT", "name": "Kanban", "description": "“Kanban system is a method for inventory control along the production line within the Toyota Production System. A means of signalling when inventory is needed up or down the production line, inside or outside the main production facility (regulating outside suppliers as much as earlier parts of the production line), the kanban is the core of the Toyota’s “just-in-time” model for automobile production. It is also a medium and media of organization: of the production line, of production time, and of production processes up and down the line and inside and outside of the factory, extending through Toyota’s extensive supply chain. \n\nInitially the kanban was merely a piece of paper, encased in a see-through vinyl container, which indicated the object needed, the quantities, and the time it was needed by. This simple piece of paper that circulated against the flow of the production line allowed for a “zero inventory” model of what has been termed “management by stress.” Though it began on the automobile production line in the 1950s, the kanban system became a model for organizing many different industries (via the “lean production” model, coined by American analysts of the Toyota Production System); it also became the name for a method of computer programming in the 2000s.\n\nKanban as an organizational media form is like what Bruno Latour referred to as an ‘immutable mobile’; the kanban is a small, paper-based object that allows control to be exercised at a distance, in this case over the company’s suppliers. Beginning at its crucial position in the Toyota Production System, this organizational object and technology travelled from Japan to the US; from the automobile industry to Silicon Valley.”\n– Marc Steinberg\n\nMarc Steinberg is associate professor of film studies at Concordia University, Montreal (Canada). His research is focused on media industry studies, digital media, and the rise of digital platforms, among other things.", "artifact_uri": "ipfs://QmR7be3G8rJufwTaEH92WyZnbrLrAkMCwGZniqCVJoMXk6", "display_uri": "ipfs://Qmd1UMPTzeuBGKPzgPLSo3XzTJfvEiuKkC444wNUsh1Mqd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR7be3G8rJufwTaEH92WyZnbrLrAkMCwGZniqCVJoMXk6", "mimeType": "image/png"}], "creators": ["tz1NisvvqYZE1dgsJTY14XL64xbsNudSAgTS"], "tags": ["Kanban", "MarcSteinberg", "KunstvereininHamburg", "SimonDenny", "ProofofStake"], "extra": {}}