{"__version": 1, "token_id": 205378, "symbol": "OBJKT", "name": "Cuauhtemoc", "description": "500 years ago on this day, Cuauhtemoc, the last Huey Tlatoani, led the final resistance of Tenochtitlán (nowadays Mexico City), home of the Mexica Tenochca and seat of the In Excan Tlahtoloyan (Triple Alliance, a.k.a \"Aztec Empire\"), against the Spanish and their army of native allies, mostly Tlaxcalteca, Totonaca, but also some hñahñù (Otomies) and Colhuaque or Tepaneca from Texcoco, originally allied with the Mexica. At the time, several allies of Tenochtitlán turned against them.\n\nUnlike the Tlatoque who preceded him, Cuauhtemoc took a city in the edge of collapse, and despite his eventual capture, led a memorable resistance. Even after centuries of imposition and oppression, the Nahua people still exist today in Mexico, and the Nahuatl language is spoken by more than a million people. The First Nations of this continent (whether you call it Turtle Island, America, Cem Anahuac or Abya Yala) aren't a thing of the past or were \"conquered\", they still exist today, as distinct peoples, and resist against an ongoing colonial mindset and policies.\n\n\"In quexquichcauh maniz cemanahuatl, ayc pollihuiz yn itenyo yn itauhcain Mexico-Tenochtitlan - As long as the world endures, the fame and glory of Mexico Tenochtitlan will never perish\"\n\nThis is my first piece of cryptoart and reflects my inspiration, respect and interest for the pre-Hispanic First Nations of the western hemisphere, their history, culture, existence and struggle in the present.\n\nPainting and animation by @zamahel at HIC ET NUNC\ntwitter.com/itzamahel\ninstagram.com/itzamahel\nlinktr.ee/zamahel", "artifact_uri": "ipfs://QmSZdi3UJx8npudJEDvCHcwcP88DdqCQJyNS8CvZRhsN3K", "display_uri": "ipfs://Qmefy5Eys3gqzWqsY3sS2Xhk94fUNUSK2E6UDVz4hZT2Hg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSZdi3UJx8npudJEDvCHcwcP88DdqCQJyNS8CvZRhsN3K", "mimeType": "video/mp4"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["mexico", "aztec", "eagle", "warrior", "culture", "precolumbian", "mesoamerica", "digitalpainting", "painting", "animation", "2danimation", "warrior", "mexica", "digital", "indigenous", "history"], "extra": {}}