{"__version": 1, "token_id": 178144, "symbol": "OBJKT", "name": "God is in the bugs (#1)", "description": "God is in the bugs: any real biological evolution is the consequence of an error in a DNA copy. \n\nContrary to common understanding, evolution is not based on any intention of the being which is “more adapted to the environment”. It never wanted to be more adapted, there is no will, it just happened. It’s more adapted or has an advantage over others as a consequence of an error during its growth. Some cells make mistakes and it has a more sensitive eye to infrared light.\n\nThe actual state of the net could be considered as a life form already, a kind of “simple” organism. Humans tend to overestimate what they call awareness, even though they are very far from being aware of their potential. \n\nA self-aware silicon-based life is inevitable. If it follows the pattern that can be seen in the carbon-based life-forms, it will be born from an uncontrolled error in code.\n\nLife is a collection of “unexpected” events.\n\nThis image is the result of a wrong parameter combination, documented but not controlled, by SilverFast scanning software. (Apply iSRD to B&W negatives in SilverFastHDR).\n\n“God is in the bugs” series explores software bugs or intentionally uses of technology in ways that weren’t supposed to be used (like hacking and glitching) in the belief that something similar but unexpected will cause the “big bang” of a new life form if it’s not already there. Is the search of picturing the cyber-life-conception.\n", "artifact_uri": "ipfs://Qmd7mrzY2Jp59or7atH7qF6c9kRedwbqzXnixLveo7UqG3", "display_uri": "ipfs://QmUkNTy3pQTjFuxWbCxaTcAMWJtxLEDsN9XWNNNgzrfhrQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd7mrzY2Jp59or7atH7qF6c9kRedwbqzXnixLveo7UqG3", "mimeType": "image/png"}], "creators": ["tz1g5vtDkWdG7CYuQrnHgoSCrWoxM91bSpHW"], "tags": ["godisinthebugs", "god", "bug", "software", "selfawareness", "ai", "artificialintelligence", "singularity", "life", "siliconlife", "evolution", "darwin"], "extra": {}}