{"__version": 1, "token_id": 197994, "symbol": "OBJKT", "name": "Ambigrammatic Figure 0194 (Card #42/55)", "description": "The grotesque face in this artwork is an \"ambigram\": an image that is legible both upside-down and right-side-up. Created by Golan Levin (@golan) and Lingdong Huang (@LingdongH) with a machine learning system, this is card #42 out of 55 in the Ambigrammatic Figures series (2020).\n\nIn the eighteenth and nineteenth centuries, bivalent face illusions were often used to depict uncomplicated dualities, such as young-old, good-evil, or blessed-damned. The faces in the Ambigrammatic Figures deck reflect the moral ambiguities of a darker and more uncertain time, marked by ecological crisis, misinformation, identitarianism, patriarchal authoritarianism, and the social unrest of a polity divided against itself.\n\nThis project was developed at the Frank-Ratchye STUDIO for Creative Inquiry, Pittsburgh, during the first lockdown of the COVID-19 pandemic. We acknowledge our debt to the individuals whose faces alchemically influenced our machine's hallucinations. No identification with actual persons is intended or should be inferred, and any resemblance to actual persons, living or deceased, is purely coincidental. \n\nThe Ambigrammatic Figures project was developed with StyleGAN2, FFHQ, waifu2x, and Processing, and was exhibited at the 2020 NeurIPS Workshop on Machine Learning for Creativity and Design. More information about this project can be found at https://github.com/golanlevin/AmbigrammaticFigures.", "artifact_uri": "ipfs://QmRdVA7LSNp8kxw7n3ZZmvef5Uam5tnxcDpvWYGN9Paznm", "display_uri": "ipfs://QmRdVA7LSNp8kxw7n3ZZmvef5Uam5tnxcDpvWYGN9Paznm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRdVA7LSNp8kxw7n3ZZmvef5Uam5tnxcDpvWYGN9Paznm", "mimeType": "image/gif"}], "creators": ["tz1eQThmh9yuuxjvFBWbRGKUr2goUw1gAd39"], "tags": ["FACE", "AMBIGRAM", "GROTESQUE", "LOOP", "GAN", "GENERATIVEART", "MACHINELEARNING", "GOLANLEVIN"], "extra": {}}