{"__version": 1, "token_id": 143703, "symbol": "OBJKT", "name": "Sadegh Hedayat", "description": "Hedayat was born to a northern Iranian aristocratic family in Tehran (his great-grandfather Reza-Qoli Khan Hedayat Tabarestani was himself a well-respected writer and worked in the government, as did other relatives) and was educated at Collège Saint-Louis (French catholic school) and Dar ol-Fonoon (1914–1916). In 1925, he was among a select few students who traveled to Europe to continue their studies. There, he initially went on to study engineering in Belgium, which he abandoned after a year to study architecture in France. There he gave up architecture in turn to pursue dentistry. In this period he became acquainted with Thérèse, a Parisian with whom he had a love affair. In 1927 Hedayat attempted suicide by throwing himself into the Marne but was rescued by a fishing boat. After four years in France, he finally surrendered his scholarship and returned home in the summer of 1930 without receiving a degree. In Iran, he held various jobs for short periods Hedayat subsequently devoted his whole life to studying Western literature and to learning and investigating Iranian history and folklore. The works of Rainer Maria Rilke, Edgar Allan Poe, Franz Kafka, Anton Chekhov, and Guy de Maupassant intrigued him the most. During his short literary life span, Hedayat published a substantial number of short stories and novelettes, two historical dramas, a play, a travelogue, and a collection of satirical parodies and sketches. His writings also include numerous literary criticisms, studies in Persian folklore, and many translations from Middle Persian and French. He is credited with having brought the Persian language and literature into the mainstream of international contemporary writing. There is no doubt that Hedayat was the most modern of all modern writers in Iran. Yet, for Hedayat, modernity was not just a question of scientific rationality or a pure imitation of European values.In November 2006, republication of Hedayat's work in uncensored form was banned in Iran, as part of a sweeping purge.In 1951, overwhelmed by despair, Hedayat left Tehrān and traveled to Paris, where he rented an apartment. A few days before his death, Hedayat tore up all of his unpublished work. On April 9, 1951, he plugged all the doors and windows of his rented apartment with cotton, then turned on the gas valve, committing suicide by carbon monoxide poisoning. Two days later, his body was found by police, with a note left behind for his friends and companions that read, \"I left and broke your heart. That is all.", "artifact_uri": "ipfs://QmXxthsKcRX4TwUobvV71dVVD7DYuq9jiQnrzQGovgRVD2", "display_uri": "ipfs://Qme4P1Mj6SU6rnJ5ZHLuF2T3TsQ5A56iqbFYWmJtJ8JbkL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXxthsKcRX4TwUobvV71dVVD7DYuq9jiQnrzQGovgRVD2", "mimeType": "image/jpeg"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["writer", "sadeghhedayat", "hedayat", "sadeqhedayat", "iranian", "artist", "SHAHROKHHEIDARI", "JULIALENNON", "McCartney", "CARTOON", "CARICATURE", "JAZZ", "JAZZMUSIC", "LIVERPOOL", "HENthousand", "", "hen10kHen", "hicetnunc", "hicthousand", "NFT", "NFTCommunity", "NFTs", "nftcollector", "NFTartist", "NFTdrop", "hicetnunc", "hicetnunc2000", "nfts", "nft", "grateful", "", "AIAIart", "GAN", "Surrealism", "Horror", "hicetnunc", "nftart", "nft", "xtz", "tezos", "OBJKT", "darknft", "darkart", "NFTCommunity", "100HEN", "HEN100", "hicetnunc2000", ""], "extra": {}}