{"__version": 1, "token_id": 198203, "symbol": "OBJKT", "name": "Ambigrammatic Figure 0073 (Card #01/55)", "description": "The grotesque face in this artwork is an \"ambigram\": an image that is legible both upside-down and right-side-up.\n\nThis NFT is card #1 of 55 in the Ambigrammatic Figures series (2020), and serves as the 'cover image' for this project. Offered here as 1/1, this object is in fact Golan Levin's own artist's proof from an edition of 10 NFTs traded in the Spring 2020 a2p project — an experiment in artist-to-artist collecting curated by Casey Reas, Iris Long, and Carol Sabbadini. For more information about this edition, see https://a2p.bitmark.com/v2/artworks.\n\nIn the eighteenth and nineteenth centuries, bivalent face illusions were often used to depict uncomplicated dualities, such as young-old, good-evil, or blessed-damned. The faces in the Ambigrammatic Figures deck reflect the moral ambiguities of a darker and more uncertain time, marked by ecological crisis, misinformation, identitarianism, patriarchal authoritarianism, and the social unrest of a polity divided against itself.\n\nThis project was developed at the Frank-Ratchye STUDIO for Creative Inquiry, Pittsburgh, during the first lockdown of the COVID-19 pandemic. We acknowledge our debt to the individuals whose faces alchemically influenced our machine's hallucinations. No identification with actual persons is intended or should be inferred, and any resemblance to actual persons, living or deceased, is purely coincidental. \n\nThe Ambigrammatic Figures series was created by Golan Levin (@golan) and Lingdong Huang (@LingdongH) using StyleGAN2, FFHQ, waifu2x, and Processing, and was exhibited at the 2020 NeurIPS Workshop on Machine Learning for Creativity and Design. More information about this project can be found at https://github.com/golanlevin/AmbigrammaticFigures.", "artifact_uri": "ipfs://QmRUVkYqo2nACRarhJxC1BQtFgYiVgG7BJ6aZEvSgdjuqA", "display_uri": "ipfs://QmRUVkYqo2nACRarhJxC1BQtFgYiVgG7BJ6aZEvSgdjuqA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRUVkYqo2nACRarhJxC1BQtFgYiVgG7BJ6aZEvSgdjuqA", "mimeType": "image/gif"}], "creators": ["tz1eQThmh9yuuxjvFBWbRGKUr2goUw1gAd39"], "tags": ["GROTESQUE", "AMBIGRAM", "FACE", "GENERATIVEART", "LOOP", "GAN", "MACHINELEARNING", "GOLANLEVIN"], "extra": {}}