{"__version": 1, "token_id": 151705, "symbol": "OBJKT", "name": "Cloudy Night Business Card", "description": "My first crypto piece ever was sold here on Hictnunc, and I never knew who would buy it, but i promised if I entered this space I would make custom art for my collectors so as a reward I custom made a business card 4 my new friend Cloudy Night, I went with his blue style and felt like his futurist style photography would match almost a Cyberpunkish card. here is a current bio that was on his website the day of this creation: Jong CHan - Cloudy Night is a photographer and digital artist who brings his daydreams into reality. ​ ​ Self-taught photographer from Incheon, South Korea. I consider myself self-taught, although I did have a few college classes related to photography while earning my degree in multi-media, because the knowledge I gained through my own pursuit of photography far outweighs the academic training I received.   ​  I started to shoot photos at age 8, with a small and crappy little film camera,  but that was the start of the journey. I continued to shoot various styles of photos, and   purchased my own camera in late 2018 and started to follow my very first dream; to become a photographer.  ​  When I started shooting photography seriously (late 2018, early 2019), I had daytime college classes so I could only shoot at night. I was worried that photos might not turn out well, because shooting in low light isn't ideal (at least that's what I thought), but the more I shot at night, the more I loved night photography.     Some of the shots turned out well, and at the time I was watching movies a lot in my spare time. This came to influence and inspire my work in photography. Movies I remember most were Blade Runner (original and 2049), Upgrade (2018), Martian (2019), In the Mood for Love (2000), Minority Report (2002), and Mad Max: Fury Road (2015).  One thing  all these movies shared is that either strong or subtle, they used color to tell the story, behind the scene (main characters emotions, what they're going to do creates the atmosphere). I tried to learn from those movies and establish my style, using color to help tell a story.   If i had to pick two top movies from these, I would choose Blade runner 2049, and Mad Max: Fury Road for using very strong colors depending on the scene, to set the mood and tell the story.  Blade Runner 2049's dystopian hyper tech - low life, divided society in orange, pink and blue, and Mad Max's post nuclear war apocalyptic world with strong orange, yellow and blue got stuck in my brain for good.  ​  Ever since then, the journey has been nothing but amazing. People I've met, connected with, learned from, aspire towards, shaped what I am and how I shoot. In early 2019, less than a year after I started freelancing professionally, I had my very first client Dearcat (https://www.instagram.com/dearcat_official/). She is a talented DJ performing at live events. She contacted me on Instagram and asked me for paid shoots. I had 2 paid photo sessions with her.  ​  Mid 2019, brought my first public interview with a well-known media source;  Monica Benavides from Korea.net. It's a two part interview in Spanish.  (Part 1)            (Part 2)  ​  This experience really brought energy into my photography. I loved what I was doing, shot night photography at least 3 - 4 times a week, every week, every month. I bought a medium format camera,  Mamiya RZ67, to expand my night photography into film, and I had decent shots. I also took one of my favorite daytime shots on RZ67  titled \"At The End of The Road\" (https://www.instagram.com/p/B_5KXZnHH6S/), and my photography portfolio was building up great...  ​  Until 2020 came.  ​  2020 started off great, with a photography trip to Tokyo where I met another source of inspiration, photographer Liam Wong, and had great conversations and learned so much from him.  ​  Then Covid-19 struck the world and photo shoots reduced severely. My mental health wasn't good. I spent more time inside just trying to edit old photos than actually shooting and editing new ones, but still, whenever I went out I made photos that at least made me satisfied.  ​  \"Night Stroll\" (https://www.instagram.com/p/CKlvJrUHICN/)  \"Locked Up\" (https://www.instagram.com/p/CHQMvfenJ-3/)  \"Distorted\" (https://www.instagram.com/p/CNG-49InRoq/)  ​  My photography style (post covid) has changed. It transitioned to more \"simple.\" This may sound like I started to like taking 'boring' photographs, but this actually means I changed my photography style into \"more focused subject,\" \"bringing eyes to the highlights of the image.\"  ​  This is just the begining. Ever since NFT's have become well known,  my twitter has been flooded with hundreds and thousands of talented photographers, 3D artists, and other digital artists. I'm getting more inspired ever since and my creativity is boiling as molten lava.  ​  My recent works \"Distorted,\" and \"Choice Is Yours\" were inspired by multiple digital artists, and I won't be stopping here. My creativity has just come out of a long dark tunnel.", "artifact_uri": "ipfs://QmbnHPDozsk56iztcb8vDRSzuNUfnzmK9LEArCMcjFhekc", "display_uri": "ipfs://QmbnHPDozsk56iztcb8vDRSzuNUfnzmK9LEArCMcjFhekc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbnHPDozsk56iztcb8vDRSzuNUfnzmK9LEArCMcjFhekc", "mimeType": "image/gif"}], "creators": ["tz1ieag6exUk6AV2F4NfNesXcwegcSkkrHYR"], "tags": ["cloudynight"], "extra": {}}