{"__version": 1, "token_id": 163605, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 035", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, It's Time To Reform Section 230. In an attempt to subvert the US presidential election, Donald Trump, along with his legal team fo Rudy Gulliani and Syndey Powell, began spreading a lie that the election had been stolen. Gulliani and Powell argued in a series of insane press conferences that the voting systems used had been created by Venezuela under Hugo Chanvez in an attempt to subvert US elections. Dominion voting sued Gulliani for defamation but Unlike traditional publishers and broadcasters, which can be sued for publishing a defamatory claim, neither Facebook nor YouTube nor Parler nor Gab had to fear any legal jeopardy for their role in helping the lie spread. For that, they have one law to thank: Section 230 of the Communications Decency Act.While I would never argue against free speech on the internet, with the web and social media in particular becoming our go to source for news information why are not these institutions held to the same level of scrutiny than print media. We should not look to abolish section 230 but instead update it for a future the creators never foresaw.", "artifact_uri": "ipfs://QmQeBfygRprdcMUWsUBXzLv9fKAFHpk9SyUA3k2EYuK7mD", "display_uri": "ipfs://QmVSKTYf5v2LhJGipdp9hAAsN5D5ERLyJHAKoxRRxnDFTC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQeBfygRprdcMUWsUBXzLv9fKAFHpk9SyUA3k2EYuK7mD", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digital", "digitalart", "color", "colorpalette", "colorpalettes", "glitch", "glitchart", "TV"], "extra": {}}