{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"105099-128.jpeg","fileSize":2108,"dimensions":{"value":"128x128","unit":"px"},"path":"QmchnxDv7XuTmpte9MWV8X4g16WUEtGXamA2YsVT5L94QP","cid":"QmchnxDv7XuTmpte9MWV8X4g16WUEtGXamA2YsVT5L94QP"},{"mimeType":"image/jpeg","file":"105099-512.jpeg","fileSize":17689,"dimensions":{"value":"512x512","unit":"px"},"path":"QmcoNu2UZt6pH7dSpy5tvzEyVLsjAsu21EkedX9CbcdBaF","cid":"QmcoNu2UZt6pH7dSpy5tvzEyVLsjAsu21EkedX9CbcdBaF"},{"mimeType":"image/jpeg","file":"105099-1024.jpeg","fileSize":50249,"dimensions":{"value":"1024x1024","unit":"px"},"path":"QmYWSdcbjfsEWzXzwNe5hH3TVDU4RWh91venwMEEC5h5Tn","cid":"QmYWSdcbjfsEWzXzwNe5hH3TVDU4RWh91venwMEEC5h5Tn"}]},"token_id":105099,"symbol":"OBJKT","creators":["tz1SeWVmXnTju6myZrMUMKML7Lp7e7AfwN6m"],"name":"XXXCOMIC.TEZ | Picture 3","description":"XXXCOMIC.TEZ is a damn perverse project and in the future it should not only be about comics. If many people join, we will of course do everything we can, to turn the images into reality (with real performers) and make it hard for others to offer more extreme content.  If the project takes off, we will of course also try to reward the buyers of the NFT's, so it might not be a bad idea if you keep the NFT's for a while. Because of course the NFTs are only the first step for us to get the necessary starting capital together (producing high quality xxx-films is unfortunately really not cheap, especially when they should outshine everything before). But even though we've reached the production-stage, we're going to continue with the NFT's and try to provide as many incentives as we can for buyers.  When this will happen for the first time, we can't say at the moment and it depends on how many people join in, but we all know that in the crypto world, some things can happen faster than you would have thought. When the time comes, we will do it pretty sure in stages, meaning that we will first reward the buyers of NFT's 1-10 and then the buyers of NFT's 11-20 and so on. So, don't wait too long, support the project, collect the NFT's and be excited about what will come. Because in one thing we are very sure, if the crowd joins in, then it will be a damn hard time for these bitches! ","tags":["xxx","sex","NSFW","xxxcomic","tits","girl","woman","blonde","bdsm","nude","naked","bondage"],"formats":[{"mimeType":"image/png","uri":"ipfs://QmUWcL3yr7HeWBYfMfFfmgfbV1oBjAvmHJhJ8uWZHxT5iM"}],"artifact_uri":"ipfs://QmUWcL3yr7HeWBYfMfFfmgfbV1oBjAvmHJhJ8uWZHxT5iM","display_uri":"ipfs://QmafoBHbuxMUeqDwW76GfuGfqBsc5DzEX1FSpcQ7Fs6mCT","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}