{"__version": 1, "token_id": 247399, "symbol": "OBJKT", "name": "METROPOLIS LOCATION: 2.E6666666666666666666-D710.CCCCCCCCCCCCCCCCCCCD-978E.33333333333333333333", "description": "METROPOLIS LOCATION: 2.E6666666666666666666-D710.CCCCCCCCCCCCCCCCCCCD-978E.33333333333333333333\n15,15,714 BYTES | 4096 × 2304\n\n//PERCEPTION OF IMAGE BY SHOW ATTEND TELL: NEURAL IMAGE CAPTION GENERATION W/ VISUAL ATTENTION\n\nA small image with a black background appears in it.\nA computer rendering with various blocks of data\nA black and white image of a barcode bar with three letters in it.\nA closeup of something resembling a barcode with it embedded in it.\nA black cube with a white and white background.\n\nSome of another object has appeared inside black background or some types and lots with borders in white.\nLogashe printed code cut by blueprints under glasses as illustration below.\nScrolling down computer text looking computerized image.\nSmears with other colored blocks. That view is real now-view-and view next.\nThree black squares forming as close or different poses near bars near glass walls, etc.\n\nCut outs by white pen in black, red background on metal monitor bench panorama computer screen.\nThis bar next way zooming over another rectangle for emphasis/texture.\nCops holding cubes under two lines.\nAn oval scene created while an open source robot moves.\n\n//CREDITS\n@dzryk @dribnet @Kelvin Xu, Jimmy Ba, Ryan Kiros, Kyunghyun Cho, Aaron Courville, Ruslan Salakhutdinov, Richard Zemel, Yoshua Bengio\n@Alec Radford, Jong Wook Kim, Chris Hallacy, Aditya Ramesh, Gabriel Goh, Sandhini Agarwal, Girish Sastry, Amanda Askell, Pamela Mishkin, Jack Clark, Gretchen Krueger, Ilya Sutskever\n", "artifact_uri": "ipfs://QmRYLYv7SUSN9c8HA8W6qbsvXjqeTx3kaUjCyzRvPSWcJY", "display_uri": "ipfs://QmbD7ZZAETPgSTiRyNiHxxWjE9DfAmtr9WDxhvFzGHfjv8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRYLYv7SUSN9c8HA8W6qbsvXjqeTx3kaUjCyzRvPSWcJY", "mimeType": "image/png"}], "creators": ["tz1Nv95b1LB1MdLWcZ2oyEJPYDfuB2XUALr8"], "tags": ["dribnet", "generative_landscape", "generative"], "extra": {}}