{"__version": 1, "token_id": 253699, "symbol": "OBJKT", "name": "Dead End, 2020", "description": "Dead End (2020) is a part of Ruang Antara (The In-Between) body of work.\n\nDigital Photo. JPEG | 5460X3760 | 300 DPI\n\nRuang Antara, 2021\n(The In-Between)\nhttps://www.hicetnunc.xyz/objkt/239320\n\nI took these photos when the government imposed social restrictions in Jakarta. During that period, I have enough privilege to be able to work from home. It is a significant change for me because, previously, my job demands frequent business trips. Amid work-related stress and bombardment of sad news, I am looking for ways to balance life, one of which is walking around the neighborhood.\n\nAt first, the photos I took were just a reminder that I once had the opportunity to work from home and walk around in my spare time. Without knowing that this will continue for a long time, I want to capture this condition in its best moment, namely the pleasure of walking when the world is about to end. One day, I want to be able to look back at the photos I took, imagine myself in them, and be grateful that I got through all this bad stuff safely.\n\nHowever, my disappointment with the handling of the pandemic grew even more so. Then there is the anxiety of possible upcoming conflict, the concern for the health of those closest to me, and the frustration that I can't change anything.I don't want to explain about the black and white of things: what to do or who need more help. Ruang Antara is an expression of anxiety, prejudice, frustration, and stress; valid emotions for anyone at this difficult time.\n\nRuang Antara - Zine\nPreview available on Issuu\nhttps://issuu.com/luthfyprayoga/docs/ruang_antara__2021__web_small\nPreview available on Youtube\nhttps://www.youtube.com/watch?v=Z_32LmJP6kc&t=7s\n", "artifact_uri": "ipfs://QmcYJ6kMHcfa3aXT3u45cGufibRV6MwNo8t44MQq87WLYT", "display_uri": "ipfs://QmWqLnyZVD6mjDnf12XQuuH4zB92PvJjMV5gnQVoaMmtcD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcYJ6kMHcfa3aXT3u45cGufibRV6MwNo8t44MQq87WLYT", "mimeType": "image/jpeg"}], "creators": ["tz1MST5W2nVn7bUU6rEGhZcWzSN3Go9e6PEa"], "tags": ["photo", "photography", "digitalphotography", "ruangantara", "indonesia", "bwphoto", "blackandwhite"], "extra": {}}