{"__version": 1, "token_id": 277099, "symbol": "OBJKT", "name": "Saving the African Giraffe", "description": "This image, \"Saving the African Giraffe\" was created with the assistance of artificial intelligence (AI). The process for creating this image included using a text prompt (not the title), algorithms, and artificial intelligence. The Snowpixel App was used in this process of creating this image. It may be interpreted differently through the eyes and imagination of the viewer.\n\nThe inspiration and words behind this image were to promote awareness about the disturbing status of the planet’s tallest mammals, African giraffes. Over the past thirty (30) years, the numbers of this majestic mammal have declined approximately 40 percent.  While giraffes used to roam the African savanna in great numbers, they are now silently reaching extinction because of habitat loss, civil unrest, poaching (illegal hunting), and ecological changes. Two subspecies of the African giraffe (Kordofan and Nubian giraffe) are listed as Critically Endangered while the Reticulated and Maasai giraffe are now listed Endangered by the International Union for Conservation of Nature (IUCN), the world's largest and oldest global environmental organization. \n\nYou are encouraged to support the wildlife and environmental conservation advocates, nonprofits, and other grassroots organizations that are working to protect and preserve the African giraffes as well as promoting awareness about their status, safety, and needs. ", "artifact_uri": "ipfs://bafybeie6thwzua7vtxpm7knpvz255esedsd7sqj32sxdnqt2zj4yxhmzii", "display_uri": "ipfs://bafkreibiffsua7at5uqs7rlmcbohddzx5axhyo4hytpaqrdiceb7vke4sm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeie6thwzua7vtxpm7knpvz255esedsd7sqj32sxdnqt2zj4yxhmzii", "mimeType": "image/jpeg"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["grasslands", "nature", "giraffe", "endangered", "plains", "conservation", "preserve", "African", "safari", "protect", "animals", "mountain", "desert", "Africa", "wildlife", "grassroots", "poaching", "Maasai", "Nubian"], "extra": {}}