{"__version":1,"extra":{"display_uris":[]},"token_id":113922,"symbol":"OBJKT","creators":["tz1TWtdC93Y78Ui8SL6H7c2prQUnXoboJqYX"],"name":"GeoBlock #1 Palais Garnier (Paris)","description":"GPS: 48.872048019190686, 2.3315876022877395 The Palais Garnier or Opéra Garnier, is a 1,979-seat opera house at the Place de l'Opéra in the 9th arrondissement of Paris, France. It was built for the Paris Opera from 1861 to 1875 at the behest of Emperor Napoleon III. Initially referred to as le nouvel Opéra de Paris (the new Paris Opera), it soon became known as the Palais Garnier, \"in acknowledgment of its extraordinary opulence\" and the architect Charles Garnier's plans and designs, which are representative of the Napoleon III style. It was the primary theatre of the Paris Opera and its associated Paris Opera Ballet until 1989, when a new opera house, the Opéra Bastille, opened at the Place de la Bastille. The company now uses the Palais Garnier mainly for ballet. The theatre has been a monument historique of France since 1923. The Palais Garnier has been called \"probably the most famous opera house in the world, a symbol of Paris like Notre Dame Cathedral, the Louvre, or the Sacré Coeur Basilica.\" This is at least partly due to its use as the setting for Gaston Leroux's 1910 novel The Phantom of the Opera and, especially, the novel's subsequent adaptations in films and the popular 1986 musical. Another contributing factor is that among the buildings constructed in Paris during the Second Empire, besides being the most expensive, it has been described as the only one that is \"unquestionably a masterpiece of the first rank.\" This opinion is far from unanimous however: the 20th-century French architect Le Corbusier once described it as \"a lying art\" and contended that the \"Garnier movement is a décor of the grave\". The Palais Garnier also houses the Bibliothèque-Musée de l'Opéra de Paris (Paris Opera Library-Museum), which is managed by the Bibliothèque Nationale de France and is included in unaccompanied tours of the Palais Garnier.","tags":["geoblocks","voxelart","benjaminbardou"],"formats":[{"mimeType":"video/mp4","uri":"ipfs://QmfMVsQgvWLUDyP2ZywZxX2eQdHpqddkPu9HRZoURjaooG"}],"artifact_uri":"ipfs://QmfMVsQgvWLUDyP2ZywZxX2eQdHpqddkPu9HRZoURjaooG","display_uri":"ipfs://QmedJhkbRgiMTwFbKLRMVT1VUfLEpF4qZ1wyyjrXBydVo7","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}