{"__version": 1, "token_id": 159922, "symbol": "OBJKT", "name": "TERRAFORMA / TECH SUPPORT", "description": "LOG0000110YANDÉ010111101ROOG  Roog: Shit! I forgot to tune my kora. I was supposed to be off-duty.  Yandé: Me too. We have had more calls than usual - they must be backed up at the Pangool.  Roog: I told Fama they need to start recruiting more healers.  Yandé: Terraforma is a tough posting dude - I don't know if I wish it for more people.  Roog: Easy with the empath reframe program. You are going to fry your system.  (They both laugh.) Roog: Seriously though, stop downloading every Pangool program they release. You can be more selective. See things for yourself and learn so you can make your own programs.  Yandé: I am not trying to be assigned to Terraforma forever. I need to keep up with the new programs for interviews. They always test on them.  Roog: I feel you, (leans in) but all I am saying is, the original program was learned ... Yandé (interrupting): ... learned, not uploaded, whatever. Roog: Whatever? Whatever the fuck ever? Yandé: Goddamnit! Every time. How much is Denzel's Ancestral Trust paying you?  Roog: Free screenings baby! Every time I say it, I get to watch one of his movies for free in AR for 30 days. Yandé: (chuckles)They will do anything to not give people tokens. Stop lecturing me on programming philosophy and start working on your tokenomics game. You are getting ripped off! Roog: I might be, but I love the guy man. Tokens or no tokens, I can be a fan.  Yandé: Are you done yet? The last COMMAND is about to go out. I gotta get out of here in 24 hours to feed my winter moss. I don't want any delays. Roog: You haven't started harvesting those yet? You about to be cold as hell this winter. And you'd think predictable weather patterns would help people plan better.  Yandé: Are you done or not fam?  Roog: Don't worry, Fatou can lend you some - her winter moss was on a roll this year.  Yandé: Roog!  Roog: Ok, ok, I am ready. Pipe up, Yandé-Fatma-Fatma-Coumba-Yaye.  Yandé: You no better than to speak my full name in vain.  Roog: (tauntingly) But you like it. ", "artifact_uri": "ipfs://QmP4sAbEruud14sBZXeQ3cnrCMhyP4JZXLvTBdxdiEFPZB", "display_uri": "ipfs://QmZuEs2MjRLRYgGp55u8JQVHS3UfNn74Ner7TzXN4Vziti", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP4sAbEruud14sBZXeQ3cnrCMhyP4JZXLvTBdxdiEFPZB", "mimeType": "image/png"}], "creators": ["tz1UifYfgYwmhxhcRU2NDBYwj4i7Jf8pu2bz"], "tags": ["sci-fi", "illustration", "speculative", "fiction", "terraform"], "extra": {}}