{"__version": 1, "token_id": 206222, "symbol": "OBJKT", "name": "Press pause, before we can't press reverse", "description": "This work was created by the students of Columbia University's School of Professional Studies High School Program. Designed in the Workshop: \"Designing Futures: Art, Commerce & Climate\" in partnership with the School of the Arts, Digital Storytelling Lab. Summer 2021.\n\nWe are the heralds of a new generation and it is up to us to make things right. We are the future... so let's act like it. We are a cohort of individuals from across the globe that believe, before anything else, you must change hearts and minds. When you change perspectives, you can change the world.\n\nTake a moment and look into the future. You will see two worlds: a world that is corrupting and a world that is healing. Which world do you want to live in? Think of long term investments, instead of short term luxuries. Inspire, and let the next generation follow an untainted path. The Earth has given us so much. We should give back.\n\nWhy now? We have the opportunity to press pause, before we can't press reverse. We are not afraid to find that first red flag and we want to make a future we will be proud of, one worthy of our future generation. Now is the time to act. Our desire is for this piece to feel like a window into something beyond us. Now is the time to throw on the veil of ignorance, so when it lifts we can see things with fresh eyes, free of our previous bias.\n\nTake a breath. Lift the veil. Look again at that dot. That's here. That's home. That's us. On it, everyone you love, everyone you know, everyone you have ever heard of, every human being who ever was, lived out their lives here. Saving the planet means saving humanity.\n\n", "artifact_uri": "ipfs://QmNVW8oRQcpyJ4rjEjFQrhEhxbSuvWZx9UAFCcasMHTwXS", "display_uri": "ipfs://QmReDyj2pkeiYpBD5qNHD4zpcAPR64JiRkjb9HwNDMtGHf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNVW8oRQcpyJ4rjEjFQrhEhxbSuvWZx9UAFCcasMHTwXS", "mimeType": "image/jpeg"}], "creators": ["tz2AiWd8fLAxr8xVbUxeqrX2SFuXwKTJwrB8"], "tags": ["climate", "environmentaljustice", "nextgeneration", "collaboration", "humanity", "resilience", "coexistence", "actnow", "studentled", "healing", "inspire", "sustainability"], "extra": {}}