{"__version": 1, "token_id": 279645, "symbol": "OBJKT", "name": "THE SCULPTURE SERIES, 1 of 8", "description": "THE SCULPTURE SERIES, by PhotoJoseph\n // \nNUMBER ONE IN A SERIES OF EIGHT\nphotojoseph.tez\n // \nI’d like to tell the story behind this series, and how it came to be.\n // \nThe story actually starts in the early 1990s. This project had been bouncing around in the back of my head since I was at university, when I saw the photo book “The Naked & the Nude; Images from the Sculpture Series” by Sky Bergman. The book is out of print, but you may be able to find copies on amazon. Sky originally self-published the book in 1993, and published widely in 2000.\n // \nSky Bergman was a brand new professor at Cal Poly, San Luis Obispo in my second or third year there, starting around 1992 or ’93. We became good friends and still are to this day, and she was kind enough to send another edition of the book to me when I’d misplaced mine. The book is a series of her photographs, created over a span of ten years, of famous sculptures around the world. A large portion of them are Rodin sculptures, and taken in museums in Italy. Everything was photographed on B&W film, probably quite high ISO (ASA!) due to the low light, which resulted in strong film grain.\n // \nI’ve loved the book since I first saw it, and I immediately wanted to create a similar series but using live models. The concept was always to create images that the viewer would question — even for a brief moment — if the subject was human or sculpture.\n // \nThis idea sat in the back of my mind for many, many years, until early 2013 when I had on loan to me the Leica S2 medium format digital camera. I needed to shoot something worthy of the camera, and being less than impressed with its performance in the field, I felt I needed to do a project in the studio. Over the course of a couple of months, the idea came to fruition as I recruited a series of four models, an assistant, a make-up artist and a studio to shoot in (this is before I rented my own space, but this project was also the impetus to take that leap). I also rented an infrared converted camera to shoot with, from which only a single image made the final cut of this series of eight.\n // \nThe plan was in two parts. First, to shoot B&W (well, anything shot digitally is inherently in color, then processed to black and white), with shallow depth of field, mimicking the simple (available) light of Sky’s original series, and of course posing the models as they were in many of the original sculptures.\n // \nThen, through post processing, I aimed to achieve a look that made the viewer question “human or sculpture?” — even if for only a brief moment. I know I was more successful at that with some images than others, but I feel each image is strong both alone or in the series, even if the viewer never asks the question. I’ll let the critics decide if I was “successful” or not, but to me, this project came out as I envisioned it. I am exceedingly happy with the results, and am thrilled to share them with the world.\n // \nOriginally, a single print run was made of each image, at a considerably large size of four feet to nearly six feet wide or tall, printed on a silver paper and mounted behind thick acrylic. Most of those prints are in my private collection, with only a couple that ever moved to other homes. I am now for the first time releasing these in a format that can be discovered, shared, and owned by anyone — as NFT. \n // \nOf the series, the first will be released as a large release of 100 editions. Numbers two through seven will be released as editions of just 10. And the final image — my personal favorite — will be released as a single edition.", "artifact_uri": "ipfs://bafybeihmjog32a277thqvzlwpycjrnmt5wqyqh5rskukn4beaztprgijda", "display_uri": "ipfs://bafkreicci4b7k2aw5kka2r5gos75zwvxr6bjkgiljgja23ibhvthgrk2ky", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihmjog32a277thqvzlwpycjrnmt5wqyqh5rskukn4beaztprgijda", "mimeType": "image/jpeg"}], "creators": ["tz1Qoi5chhFPcs66WTJYQ9FwHaJXF5VZuwYX"], "tags": ["photography", "sculpture", "b&w", "blackandwhite", "nude", "semi-nude", "art", "fineart"], "extra": {}}