{"__version": 1, "token_id": 149941, "symbol": "OBJKT", "name": "Dancing Plague of 1518", "description": "\"Dancing plague of 1518, event in which hundreds of citizens of Strasbourg (then a free city within the Holy Roman Empire, now in France) danced uncontrollably and apparently unwillingly for days on end; the mania lasted for about two months before ending as mysteriously as it began.  In July 1518, a woman whose name was given as Frau (Mrs.) Troffea (or Trauffea) stepped into the street and began dancing. She seemed unable to stop, and she kept dancing until she collapsed from exhaustion. After resting, she resumed the compulsive frenzied activity. She continued this way for days, and within a week more than 30 other people were similarly afflicted. They kept going long past the point of injury. City authorities were alarmed by the ever-increasing number of dancers. The civic and religious leaders theorized that more dancing was the solution, and so they arranged for guildhalls for the dancers to gather in, musicians to accompany the dancing, and professional dancers to help the afflicted to continue dancing. This only exacerbated the contagion, and as many as 400 people were eventually consumed by the dancing compulsion. A number of them died from their exertions. In early September the mania began to abate.  The 1518 event was the most thoroughly documented and probably the last of several such outbreaks in Europe, which took place largely between the 10th and 16th centuries. The otherwise best known of these took place in 1374; that eruption spread to several towns along the Rhine River.\"  ― Bauer, Patricia. \"Dancing plague of 1518\". Encyclopedia Britannica, 7 Oct. 2020", "artifact_uri": "ipfs://QmPgrSYoMvXNQQiT36Caxj57h3kkoXJSk2pSYwSxE8LApS", "display_uri": "ipfs://QmPgrSYoMvXNQQiT36Caxj57h3kkoXJSk2pSYwSxE8LApS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPgrSYoMvXNQQiT36Caxj57h3kkoXJSk2pSYwSxE8LApS", "mimeType": "image/gif"}], "creators": ["tz1YuyeYd9VhZ5QWR1Q9X8ikiRcmMCvmKJWw"], "tags": ["animation", "abstract", "dance", "plague"], "extra": {}}