{"__version": 1, "token_id": 200365, "symbol": "OBJKT", "name": "All that we will leave", "description": "In the past centuries, people lived on the principle that the best times have already passed, or are going now, but will soon end. No one thought about what time it was or what year it was. Before everything was changed to a single time, they had different times, no one was late anywhere and did not think about it at all.\nNow everything is flying at a breakneck speed. You have to run, and the faster you run, the more successful you become. If you are in the trend, if you keep your hand on all the new chips , you are on a horse. I'm not saying that I don't like these races, because I'm ready to run. Run even faster and faster. It keeps everything cool in good shape. BUT.\n⠀\nA huge pile of information passes through us, instantly coming to us, and in the same way, instantly disappearing. Cool projects and inventions are immediately forgotten, because new ones come out the next day. And so it is with absolutely everything. With people. With a job. This text will be at the very bottom of the column tomorrow, because 100 more of the same will be released. It is not a fact that they will be read at all. I notice for myself that the brain is more enthusiastic about picking up videos with clippings from some humorous show or a photo with a corgi, rather than with some beautiful travel video or a useful post. Swipe, swipe, swipe. And there is a lack of meaningfulness in all this. A tape stream of information that is forgotten after a few hours, without having time to postpone, to draw some conclusions. Something truly interesting is also lost in this flow.", "artifact_uri": "ipfs://QmRBLDrVcQc7j6fXoRJrMmmLtJKVKFWVbfNgfbA3yi4YGV", "display_uri": "ipfs://Qmc5M8QSJ2NhivXdY4QdGFx6MNbm71L9gTLzcHBgb47qCR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRBLDrVcQc7j6fXoRJrMmmLtJKVKFWVbfNgfbA3yi4YGV", "mimeType": "image/jpeg"}], "creators": ["tz1UEr24c4ztAncAjbGqqPVFKxZAfAamWQj5"], "tags": ["art", "photo", "scull", "death", "3d", "night"], "extra": {}}