{"__version": 1, "token_id": 253865, "symbol": "OBJKT", "name": "\"Virus I\"", "description": "Title: “Virus I”\n\nSeries: “Los Navegantes” \n\nYear: 1999\n\nTechnique: Acrylic on canvas – Spatula.\n\nProportions: 1,50 m. x 1,50 m.\n\nThis painting belongs to the series “Los Navegantes” (The Navigators), it’s an acrylic on canvas, painted with spatula; that's where the strength and depth of the work comes from. The diverse atmospheres and vibrant colors are features permanently present in the artist’s work; as well as the “South American Shamanic” theme. \n\nThe coca leaves or Erythoroxylum coca has it’s origins in Peru and Bolivia. The name derives from the Aymara word \"Khoka\" which means \"tree\", while in Quechua language it means “sacred”.\n\nIn the Andean cosmovision, the coca leaf is used as a vehicle between earthly beings and gods and it’s present in the ceremonial rites. This painting represents “a virus” that enters in the world of Navigators and eats the coca leaves.\n\nJosé Quiroga Curia is an argentine artist, born in the province of Tucumán on September 24, 1967. He began his studies in painting with the master painter Ernesto Dumit in his art studio in 1989. He was also part of the theater group “Nuestro Teatro” in the province of San Miguel de Tucumán, working as a set designer. After that he continued his formation in the “FAUNT” (University of Arts of San Miguel de Tucumán), between 1990 and 1995, under the direction of the painter and Master Ezequiel Linares. \n He made exhibitions at regional level, throughout Argentina, and internationally; individually and collectively. With his work participating in salons throughout the country he won awards and received multiple distinctions. His paintings are exhibited in institutions and private collections in Argentina and worldwide. (Madrid, Toulouse, L.A California, Australia).\n\n\n-----------------------------------------------------\n\nTítulo: “Virus I”\n\nSerie: “Los navegantes”\n\nAño: 1999\n\nTécnica: Acrílico sobre tela – Espátula\n\nDimensiones: 1.50 m. x 1.50 m.\n\nÉsta pintura pertenece a la serie “Los navegantes”, es acrílico sobre tela, pintado con espátula; de ahí proviene la fuerza y la profundidad de la obra. Las atmósferas diversas y los colores vibrantes son características presentes de manera permanente en el trabajo del artista; así como la temática chamánica sudamericana.\n\nLas hojas de coca o Erythoroxylum coca tiene sus orígenes en Perú y Bolivia. El nombre deriva de la palabra aimara “Khoka” que significa “árbol”, mientras que en idioma quechua significa “sagrado”.\n\nEn la cosmovisión andina, la hoja de coca es usada como un vehículo entre los seres terrenales y los dioses y está presente en los ritos ceremoniales. Ésta pintura representa “Un virus” que se adentra en el mundo de los navegantes y se come las hojas de coca. \n\nJosé Quiroga Curia es un artista argentino nativo de la provincia de Tucumán. Nació el 24 de Septiembre de 1967. Inició sus estudios en pintura junto al maestro Ernesto Dumit en su taller en el año 1989. También formó parte del grupo “Nuestro Teatro” en la provincia de San Miguel de Tucumán, trabajando como escenógrafo. Luego de eso continuó su formación en la “FAUNT” (Facultad de Artes de San Miguel de Tucumán) bajo la dirección del maestro Ezequiel Linares entre 1990 y 1995. \n Hizo exposiciones a nivel regional, por toda la Argentina e internacionalmente de manera individual y colectiva. Con su obra participando en salones de todo el país ganó premios y recibió múltiples distinciones. Sus pinturas se encuentran expuestas en instituciones y colecciones privadas en Argentina y en todo el mundo. (Madrid, Toulouse, L.A California, Australia).\n\n\n\nContacto/Contact: jquirogacuria@gmail.com", "artifact_uri": "ipfs://QmXCHFHh2STRNXqSXS3cSGTKD9oQRrPK6zkCpW9gf5mpNR", "display_uri": "ipfs://QmRRn2utoLcDyE3SRemo1sgFFbzwATfQW618VmvurxgeBt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXCHFHh2STRNXqSXS3cSGTKD9oQRrPK6zkCpW9gf5mpNR", "mimeType": "image/jpeg"}], "creators": ["tz1ZEb4ywR8xR62yiYoneeM6Cm9RWXi6KzTX"], "tags": ["art", "digitalart", "contemporaryart", "abstract", "painting", "traditionalart", "colors", "blue", "argentina", "southamerica"], "extra": {}}