{"__version": 1, "token_id": 261165, "symbol": "OBJKT", "name": "XTZ COPE", "description": "I need to come clean...when I started the XTZ O.F. project with OBJKT 257994, I made it seem like it would be as cool as, if not cooler than the original Tezzardz drop. Well I lied. I lied to you, and worse yet, I lied to myself. I'M SORRY. The fact of the matter is, I'm just trying to cope with the fact that I'll probably never own myself an original tezzard fukr. Despite compulsively refreshing objkt.com in hopes of snagging a cheap one, the prices just keep rising. Every night I scream into the void \"I'm the real deal! I've been stacking Tezzies since the beginning!\" trying to convince myself that I'm not just some fukrless trash-human. It doesn't matter what I try; the harsh reality of NFT exclusivity is that I'll never get to be a part of that exquisite tezzard in-crowd. I'm a peasant without a single fukr to my name. I'll never be equal to those mythical beings that somehow got their hands on the most iconic NFT drop in history...So why continue on with this second rate knockoff charade of a project? Well, while I can't offer you insane floor prices, recognition and legitimacy in the eyes of your peers, or even good art, I CAN offer you comradery. Take this NFT. It might not be the real deal, but with it, I recognize you for what you are: a real XTZ O.F. You might not own a bonafide fukr, but you were still there; an early adopter of the greatest technology since the internet itself. So, I'm done clownin' around; making promises I can't keep. I'm trying to cope, but why cope alone when we have each other? Rise up fellow fukrless freaks!  ", "artifact_uri": "ipfs://bafkreidy3nnbkfenbcjbjb7twe3lr7yyrr7436rtza4rc44khdenqyjxau", "display_uri": "ipfs://bafkreidy3nnbkfenbcjbjb7twe3lr7yyrr7436rtza4rc44khdenqyjxau", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafkreidy3nnbkfenbcjbjb7twe3lr7yyrr7436rtza4rc44khdenqyjxau", "mimeType": "image/png"}], "creators": ["tz1LxFeaR3ZNkMRstvhjNeVbpv9vz2LttLBz"], "tags": ["pixel", "knockoff", "fukr", "tezzardz", "project", "cope"], "extra": {}}