{"__version": 1, "token_id": 147485, "symbol": "OBJKT", "name": "Empty Window", "description": "10-second video loop, 4000 x 4000 pixels. '4,656,388 footage files required to render composition \"Window d09\" are missing' Everything is information. What we see around us consists of very little actual matter when you inspect the elements that make up everything: the space between the nucleus of an atom and its electrons is far greater than the particles themselves; the rest is magnetic fields and other interference. Since it's impossible to accurately grok reality and its infinite facets, I think our perception works similarly; we form complex hierarchies of relationships from one thing to another, and do our best to make sense of their interactions.  For that reason I've become a little obsessed with visualizations that display references rather than concrete visuals. The above animation is made up placeholders containing graphics that appear when AfterEffects (the software that I use) substitutes missing materials with an \"offline media\" graphic, which is generated using code to suit each instance (so it fills the required aspect ratio, but also provides information regarding clip name, and other features). It is based on the SMPTE colour bars, which were initially developed for use by video engineers in 1951.   So, as stated earlier in this post, this animation contains 4,656,388 pieces of missing footage, along with 1x AE-generated black solid, as well as the use of 1x Cinema 4D project, and some AE effects applied to some of the layers.  Compositionally, this piece is a reference to the Prounen of ElLissitzky, and the 3D windows by JohnKarel.  It's references all the way down, baby. 🤓 Best viewed on a projector: only the original 4000 x 4000 Quicktime ProRes export shows the full detail of this animation.", "artifact_uri": "ipfs://QmYLDU94dPo9o6QxwzJqLJoYwqrLA1r3zrt7Hw5cPL88Uu", "display_uri": "ipfs://QmPXQSbxhvPVumyBDa6ueRpVmi1iHpTQ9eU3FnvcnAAiMD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYLDU94dPo9o6QxwzJqLJoYwqrLA1r3zrt7Hw5cPL88Uu", "mimeType": "video/mp4"}], "creators": ["tz1fbSR2E6Tv2GGtgjuMpAXp5x2J9UkhxrVs"], "tags": ["surrealism", "surrealist", "loop", "psychedelic", "animation", "looping", "cycle", "patterns", "window", "smpte", "videoart", "video", "offline", "glitch", "glitchart", "smpte", "technicolor"], "extra": {}}