{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1501223, "timestamp": "2021-06-04T18:02:26Z", "token_id": 114388, "symbol": "OBJKT", "name": "What is the Metaverse?", "decimals": 0, "description": "Art gives us new vocabulary — verbal AND nonverbal — that point to experiences and perceptions that are otherwise inaccessible with our existing vocabulary. For example, the concept of a “metaverse.” The idea of a metaverse is challenging to conceive without the advent of computers, the internet, and the creativity of digital ecosystems. But with these creations we get to experience things we couldn’t have imagined previously. *//>>> The idea for this piece first came when I saw screenshots of a VR NFT gallery. The thought arose, “Well, if NFTs can be viewed in AR/VR, then we open up the possibility to view the BACK of a 2D image.” And if that’s the case, is there a experience we can have — whether conceptual, psychological, visual, etc — that opens up a new perception we previously haven’t been able to access? *//>>> I don’t know the answer, I’ve yet to see a piece that addresses this, hence why we’re giving it a shot here with an intention for final display in AR/VR. Let’s start with simple questions, simple explorations. I’m curious if there is a shift in perception between concepts of dimensionality — INSIDE-OUTSIDE, or perhaps even FRONT-BACK — as it applies to our daily physical 3D reality. “What is INNER, what is OUTER?” Yanno, questions like that. Por favor, lmk? Mucho thanks!", "artifact_uri": "ipfs://QmQr3XF3biC1TBV7YD4JShA3AAqjnWpAyHgknH8Ko9eQLy", "display_uri": "ipfs://QmWYbWS4N8A2tWXBU3WCJJcRmxUeeDRhGqLZFcoPJEgmq4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1LBayeDsbbgDu7euVnKB8WywgNGkemvZiV"], "tags": ["cyberpunk", "glitch", "typography", "text", "copywriting", "graphic", "design", "black", "yellow", "conceptual"], "formats": [{"mimeType": "video/quicktime", "uri": "ipfs://QmQr3XF3biC1TBV7YD4JShA3AAqjnWpAyHgknH8Ko9eQLy"}], "token_info": {"@@empty": "ipfs://QmcK5w9TYdpPkSJXY6aHvo4yS4odWqB6pTqQKhWDLR22Fd"}, "supply": "10"}