{"contract":"KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton","network":"mainnet","level":1503002,"timestamp":"2021-06-05T23:56:46Z","token_id":116368,"symbol":"OBJKT","name":"Pelo Malo, Murciélago ","decimals":0,"description":"\"Go and fix your hair\" , \"Your hair is so hard to work with\" , \"Limpia esa pelambrera\" , \"Ese pelo tan malo\". These are phrases I grew up hearing and continue to hear as an adult. To many relatives, hair stylists, classmates, my hair was never \"fixed\". When I was younger, I was taught to \"fix\" it with chemical relaxers, several hours under a dryer, and constant tugging with heat. My scalp suffered from burns, as well as my psyche. I had \"pelo malo\"--something was \"wrong\" with me. I am a product of colonialism and slavery. Anyone who rocks their natural hair is aware of the variety of emotions that one can experience. Self-love to contempt of oneself. Liberation to constant judgement from both ourselves and our communities. Heavy is our crown.   The initial inspiration for this piece was from a dream. I was picking out my hair and bats started to fly out. Bats, like the concept of pelo malo, have negative connotations associated with them. People pass judgement, have fear, and choose not to learn and understand. There is no such thing as a bad bat. There is no such thing as bad hair. ","artifact_uri":"ipfs://QmXDdbU2g2ujmreGDBq7HLenJbMhg7oqebWsNuu5NoL62A","display_uri":"ipfs://Qmbk9pMnxE9fNuWt3MiDnRKSspnnNwFCvg5nXPKT1oLCry","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc","is_transferable":true,"creators":["tz1X85zuUn7GWXcXxLmmPUnfv2tzcbdNAvEx"],"tags":["naturalhairmovement","naturalhairjourney","nosuchthingasbadhair","selflove","donttouchmyhair","drawing","illustration","inkart","circlism","surrealism","dreaminspired","STRivera"],"formats":[{"mimeType":"video/mp4","uri":"ipfs://QmXDdbU2g2ujmreGDBq7HLenJbMhg7oqebWsNuu5NoL62A"}],"token_info":{"@@empty":"ipfs://QmZ1AqeSCtq9pNbDuJNLp2j8a6kxXyaqMEDpMbn9qRw5iN"},"supply":"5","transfered":7}