{"__version": 1, "token_id": 206528, "symbol": "OBJKT", "name": "Jason, You Gotta Be Fucking Kidding (Remastered)", "description": "Jason Voorhees wandered too close to the mysterious government research center (US Outpost 13) on the other side of Crystal Lake. Some Thing got him. Now, he’s come home, and Jason is back on the hunt for promiscuous college kids partying like those counselors that let him drown all those years ago. It almost seems like another lifetime.\n\nThe Thing likes this new form. It doesn’t have to hide in its human suit, playing dumb and waiting for the dark. This version, this very peculiar human-like human that it has assimilated is fearless, shameless, and perversely honest in its single-minded drive to maim, torture, and kill. This is the most fun it’s had yet on this planet full of squishy, screaming meat.\n\n2048x2728 pixel PNG\n\nA mash-up of two classic horror movie monsters: Jason from the Friday the 13th movies and the spider head creature from John Carpenter’s The Thing.\n\nMinted for #FEAR4HEN celebration of Friday, August 13th, 2021.\n\nNote: This remastered version was created after I saw the original on My workstation monitor. I wasn’t happy with the levels, so I adjusted the black levels quite a bit and the shadows ever so slightly. Gives it a more dramatic chiaroscuro look. I was working in a coffee shop this morning drawing on My iPad Pro and then minting on My phone, that I never made time to check it on My monitor. THE ONLY WAY YOU CAN GET A COPY OF THE REMASTERED VERSION IS BY COLLECTING THE ORIGINAL. I will be gifting the remasters to the collectors after the burn.\n\nVerify via Twitter account @tormential and/or Instagram account @_tormential_ and/or tormential.tez\n\n", "artifact_uri": "ipfs://QmZMqRakusUXc9N6Wuwe3HFiYigbL1ZAPwTwnLtNWHEzQw", "display_uri": "ipfs://QmaqVnTmWbPkHAMku4KzNoViFPR2nrWnXV4jv5hHLjKgkR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZMqRakusUXc9N6Wuwe3HFiYigbL1ZAPwTwnLtNWHEzQw", "mimeType": "image/jpeg"}], "creators": ["tz1NRryWFv9qoxQPPWkUE6ChpD6uZhUG2r3d"], "tags": ["FEAR4HEN", "JASON", "JASONVOORHEES", "THETHING", "DARKART", "SPIDER", "TORMENTIAL", "HORROR", "MACHETE", "AXE"], "extra": {}}