{"__version": 1, "token_id": 174671, "symbol": "OBJKT", "name": "'Toroide' Back Cover Album Artwork", "description": "'Toroide' is an LP released in March 2020 by Venezuelan Latin Psychedelic Rock Band 'Chica Parrilla' (You can listen to the album here https://open.spotify.com/album/5Vt5Ocr8gOhSP9ckaVZrpv). \n\nThis back cover artwork was made by me, Ánfer Chávez, weeks before the releasing date. I'm also the music producer of the album, music director, guitarist, and a part of the composing guys.\n\nWhat's the story behind it?\n\nMathematics has always seduced me. This is a conceptual album which name is 'Toroide', Toroid in English. I've always been inspired by this sacred mechanism of energy conservation which is the Toroid. \n\nWhat I can say about this is the experience of co-creation we had in the band during the years we were creating it teaches us the mystery of life in different ways. \n\nThe way you can deploy your sexual energy with others and create new worlds in your music is beyond what you can imagine. This experience transformed all of us along the way and gave us the privilege of creating the music we've always wanted to hear.\n\nMoreover, I'm a devote student of Quantum Physics, Astrology Technology, and other energetic frameworks.\n\nYears ago I stumbled upon the impressive work of Walter Russell. If you don't know this guy I can tell you what Nikola Tesla said about his work: Lock up this knowledge in a safe for 1,000 years until man is ready for it.\n\nHis work revolves around explaining the true nature of electricity and waves behavior in the magnetic field. When you're creating music, you're pulling off energy from some mysterious source. They say music is all about sculpting time and I believe that so. \n\nWith this back cover, I wanted to pay tribute to all the things I mentioned here, especially Russell's work. \n\nThe artwork is about a man who's levitating in an unknown world. It's a man who cannot see the external, he just can see within. And that's where the magic happens: He learns how to balance himself and the flower of life appears over him as the double spiral of Russell deploys itself along with the flower of life, indicating a perfect balance between masculine and feminine energies that live within us.\n\nWhen I finished it, I cried. I felt the sacred landing in this art and a full circle went for me regarding music and my passion for sacred geometry.\n\nThis is a masterpiece to have if you love cult bands and deep concepts related to music albums.\n", "artifact_uri": "ipfs://QmeA9XM6QCoHyxMqPTDxsvKxmMjX9zCq7Hsrp7PcF2Jtpq", "display_uri": "ipfs://QmRgkBqAHnUCwDXc29M9vE7PR8Di8TZsmAkfZbvEH6Tojd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeA9XM6QCoHyxMqPTDxsvKxmMjX9zCq7Hsrp7PcF2Jtpq", "mimeType": "image/jpeg"}], "creators": ["tz1Qj5X4myuRgpTCszZ1EcLkSh7tgXYQSbXh"], "tags": ["backcoverartwork", "musicalbumcover", "cultband", "psychedelic", "sacredgeometry", "mathematics"], "extra": {}}