{"__version": 1, "token_id": 155180, "symbol": "OBJKT", "name": "Carnival- Fort Cochin", "description": " .pastiche, re-written histories The unique history of Fort Cochin – it’s strong colonial influences – Portuguese, Dutch and British owing to the Kochi Maharaja’s generosity of spirit that embraced other cultures – Jewish, Muslim, Konkan, Gujarati, among others – to settle and trade peacefully for generations - seems to have contributed to a town that feels a little more liberal, tolerant and celebratory.  The Cochin Carnival, in many ways, reflect this very aspect of Fort Cochin. From straight forward cultural expressions reflecting the dance and percussions from ancient temple traditions to tableaux and floats that display social issues and political satire, often tinged with a tongue in cheek cynicism that seems intrinsic to the people of this state.  Through a process of ‘marrying elements’, the images are emblematic of the uneasy undercurrent that runs through orthodox historical narratives. Ouso says \"I would like to establish a language of symbols stemming from my own photography, found images, personal & historical documentation and pop cultural ephemera. I am intentionally appropriating images, objects and symbols…, some even from my childhood in order to subvert their meaning, wrenching them from the everyday, venerating them as works of fiction/art and representing them in a manner different to what was originally intended.\"  Neither photography nor strictly collage, the digitally rendered works bring together elements without too much attention for formal rules. Rather they are created from an instinct to communicate unspeakable subtleties that are slowly being buried in an increasingly digital world. The placement of carefully drawn botanical diagrams create a tension between the photographs and the backgrounds they inhabit. The sardonic gaze of the subjects drawing you in, yet holding the viewer at an arm’s length, colonialism remixes in an age of sampling.  Cultures today as in the past have the ability to dominate, share, penetrate and enlighten the other. Today we fear ‘neo-colonialism’ and of India's place in a 21st century world. As India forges her new cultural identity, the notion of power structures and cultures ability to also oppress and suppress the other has never been more pertinent than now.  Implicitly posing questions of identity, sexuality culture, and appropriation, the works intend to create alternative narratives or alternative histories, a labyrinth of falsified interwoven archives.  Ouso uses a production process that employs both analog and digital image making techniques, often transferring from one to another in order to capture the essence of each medium, whilst posing questions of authenticity and integrity. The found glass negatives were inherited from his father who passed away several years ago. These images came from a lab in Thripunthara which closed down many years ago. Interestingly this lab was in existence for a number of years and also served the local community of amateur and professional photographers. These slides would have been lost forever until Ouso made a decision to include them in the works created for the Pastiche - rewritten histories exhibition. The glass negatives serve a symbolic function similar to Van Reede’s botanical diagrams, how one appropriates images as a claim of ownership. Similarly the ‘found images’ on glass negative seem to representing the native, suggesting a revision of the meta-narrative. About his first exhibition in Kochi, Ouso has said \"graduating from art school, I was confronted with the dilemma of what I was trying to say as an artist through my work. Ouso adds, “My work attempts to raise questions about representation, identity… the idea of the historical cannon. Reflecting upon our colonial past and observing the present, and fearing the neo-colonial forces at play all around us today”. Ouso often wonders if the imperial crown has been simply replaced by the Multinational conglomerate today?  The show represents a modern Malayali world view, a position that is tolerant, accepting yet highly calibrated…, to understanding the injustices of the world. The exhibition in David Hall attempts to reclaim and re-present certain histories in a seemingly whimsical manner often taunting the viewer with the sardonic gaze of the subjects. Posing the question ‘who is looking at who’ today?", "artifact_uri": "ipfs://QmTRc5wJChB4NYch6KHGCU3NwRu3S6H1HeGy6nan6yYBfL", "display_uri": "ipfs://QmPZCZ7eknb8vZeWhn4KZRPfKAkX2yQKpkR9DVzxtrwKwb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTRc5wJChB4NYch6KHGCU3NwRu3S6H1HeGy6nan6yYBfL", "mimeType": "image/jpeg"}], "creators": ["tz1QRVhMtgVLk1cSGJj5v5ocS1bUj17cQVon"], "tags": [""], "extra": {}}