{"__version": 1, "token_id": 143519, "symbol": "OBJKT", "name": "JHON LENNON", "description": " Lennon was born at Liverpool Women's Hospital in Liverpool. He was son of Alfred Lennon and Julia Lennon. He started the Beatles in his hometown of Liverpool, with Paul McCartney and George Harrison. After Ringo Starr joined the band, they started to be very successful. People were excited by their music, and their live performances always pleased audiences. Manager Brian Epstein and record producer George Martin helped the Beatles become the most popular act in entertainment.  Lennon played the guitar, and later learned to play the piano. Most of the songs the Beatles recorded were written by Lennon and McCartney. Their songs were always credited as by \"Lennon/McCartney\" on Beatles records, but in fact they usually wrote their songs on their own. The two men often helped to make each other's songs better, so they liked to share writing credit. Famous songs written by Lennon for the Beatles are \"A Hard Day's Night\", \"Help!\", \"Strawberry Fields Forever\", \"A Day In The Life\" and many others.  The Beatles grew apart as the members got older. Lennon divorced his first wife, Cynthia Powell, and married Yoko Ono, while McCartney married Linda Eastman. Each wife had different ideas, and encouraged their husbands to depend less on each other. Later, some fans blamed Yoko and Linda for breaking the Beatles up.  Lennon loved his wife so much that he added her surname Ono to his own name, since she became Yoko Ono Lennon when she married him. He had never liked his middle name Winston (given him by his mother after Winston Churchill) and wanted to change it, but was told he could not under British law. He could add a new name though, so he did that. He never used the name Winston again, unless he had to for legal reasons (such as when he travelled to America). Otherwise he gave his \"full name\" as John Ono Lennon.", "artifact_uri": "ipfs://QmUi82kTQeaXZd9Fzov8szPFtmrTSxqtwegdnJBKf4cAxS", "display_uri": "ipfs://Qmbayg2UQKUA7MCwHRy4JaxbtFSR3gMrkUP3gjFJ4LpmoZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUi82kTQeaXZd9Fzov8szPFtmrTSxqtwegdnJBKf4cAxS", "mimeType": "image/jpeg"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["JHONLENNON", "LENNON", "BEATLES", "MUSIC", "MUSICIAN", "ENGLAND", "SHAHROKHHEIDARI", "JULIALENNON", "McCartney", "CARTOON", "CARICATURE", "JAZZ", "JAZZMUSIC", "LIVERPOOL", ""], "extra": {}}