{"__version": 1, "token_id": 202719, "symbol": "OBJKT", "name": "we were drowning", "description": "People from my hometown didn’t like water much.\n\nPeople from my hometown didn’t like water much because it wasn’t poison or because it diluted poison or because it pacified what was destroying them. They didn’t like that it eroded their perpetual state of forget. They didn’t appreciate the way it carried their hatred from\ntheir organs and deposited it into their toilets.\n\nThey paid good money for their rot and wanted to cherish their descent into the cushion of an easy chair they’d eventually die in.\n\nThey resented water because it wanted to fix what wasn’t ready to be, because it prolonged their suffering, nourished instead of dismantled.\n\nIt represented an unnecessary disruption to an eternally altered existence. A bothersome substance that threatened what they loved.\n\nWe didn’t like water because we didn’t see any reason to clean our wounds and resented it for not healing something already ripe with infection. It clogged gutters on rainy days and filled homes with black mold which consumed wood and brick and skin and bone. It filled the polluted river that didn’t deserve more filling and fed the clouds that didn’t need feeding.\n\nIt deposited into the soil and was ignored by dying plants who were indifferent to growth.\n\nWe hated water because it flowed from our eyes and we didn’t know why. It poured from our skin and saturated our sheets at night.\n\nWe were all drowning, but I don’t think it was the water filling our lungs or collapsing our chests.\n\nPeople from my hometown didn’t like water much.\n", "artifact_uri": "ipfs://QmYoWRXGoju2d4RuwngkPEiZZYoRD5PVr5aEvCp5LTrZLE", "display_uri": "ipfs://QmcHLLwHoQM9JwrbKQisAYDYNw9GyafLwxz9hPJknfkk4z", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYoWRXGoju2d4RuwngkPEiZZYoRD5PVr5aEvCp5LTrZLE", "mimeType": "image/jpeg"}], "creators": ["tz1LoS9bZpbEHRztqXTfbCvqXCKPAdGYLEUq"], "tags": ["diewiththemostlikes"], "extra": {}}