{"__version": 1, "token_id": 167568, "symbol": "OBJKT", "name": "Sanctus Dei GDW SLovenia VARIANTE BLEUE 14/7/21", "description": "Sanctus Dei - Tosca, N&D, is linking the personal story of the author and her partner with the opera's content, after one beautiful summer evening spent at Opera Ljubljana, organized via Manager's association. Several portraits of protagonists are interlaced with Sanctus Dei work, created for Golden Diamond World, as described below. \nVARIANTE BLEUE, blue harmony,as in accordance to the blue tourquoise painting on solar panel in the second plan. \nSanctus Dei - Slovenia - work is actually linking diverse aspects of my physical creations - ceramic sculpture and oil paintings on solar panels, yet all together linked to the project Golden Diamond World as Digital Art (2010-2019), Certified by Verisart, Deeply connected to Leonardo da Vinci and hidden mystery of nature, 180 countries as 1/1 NFT - Owned by 180 Art Pioneers of our time.\n\nI entered into the project as the number 8, the number of infinity and therefore also transition between life and death, physical and spiritual, physical and digital, real and untouchable at the same time. “I love the holistic approach of multi-faceted Arts towards Gesamtkunstwerk principle, linking most ancient technics ( ceramics, oil painting) with the newest technologies.\n\nSanctus Dei is linking image of Malefic, my Angelina Jolie inspired terra cotta real sculpture ( 60 x 40 x 210 cm, on the brick pedestal) in a frame of purifying fire, and idyllic scene of my Garden of Eden in Slovenia with birds singing, creative process of creation of oil painting of flourishing magnolia on a solar panel. The element of Fire and Solar Energy is linked to water, trees, flowers, and beautiful Green so characteristic for Slovenia. But there is always something sad in a soul of a nation as this ancient Slovene traditional song, “Kaj ti je, Deklica, da si tak žalostna ..”, a maiden mourning for her dead beloved...”\n\nNORMA DE SAINT PICMAN French and Slovenian Intermedia artist, painter, sculptor, Founder&CEO of Noravision Gallery and Noravisiondecentralized Art Investments Diamond to Ljubljana, capital, my natal city\n", "artifact_uri": "ipfs://QmbHA9HEs9cAjBUDjTYKNBMRo2waf7r5uXqymsQTko3kWL", "display_uri": "ipfs://QmSnvE8TQFaPFmrDt83Z4qrbz8UG1d2Ln4LVksaMQnJBs3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbHA9HEs9cAjBUDjTYKNBMRo2waf7r5uXqymsQTko3kWL", "mimeType": "video/mp4"}], "creators": ["tz2CKr7RSiJ1E3uGjhd4GaPHD1UTCMM4RETX"], "tags": ["SanctusDei", "GDW", "GoldDiamondWorld", "Interactivenft", "Normadesaintpicman", "Noravisionsolar", "ceramics"], "extra": {}}