{"__version": 1, "token_id": 191468, "symbol": "OBJKT", "name": "Compass", "description": "“A magnetic compass is an organizational technology; it helps the user orient geographically, navigate through space, and even divine the future, particularly when used by professional feng shui experts. Since the New Age boom of the 1980s, this humble orientational device has entered the fields of management and self-help literature, both in Japan and beyond. Expert consultants and advisors have penned manuals using feng shui to increase one’s fortune and productivity along with the flows of good energy at the workplace and at home. More recently, the enormously popular professional organizer and decluttering consultant Marie Kondo has advocated a similar logic of increasing one’s good energy and sparking joy by tidying up and cleaning one’s home and workplace. Figures like Kondo belong to the fast-growing branch of the self-help industry, which incorporates the rhetoric of spirituality. If corporate management consultants help companies “organize” and run their business efficiently and optimize their employees’ productivity, professional organizers are a new type of personal consultants, who help the client organize both the physical and digital sphere of their life, including their kitchen, closet, home office, and files on computers. The compass helps tracing a genealogy of these \"experts” of self-organization, who are at the core of the neoliberal technologies of self-governance and self-improvement.”\n– Yuriko Furuhata\n\nYuriko Furuhata is Associate Professor and William Dawson Scholar of Cinema and Media History in the Department of East Asian Studies at McGill University, Montreal (Canada).", "artifact_uri": "ipfs://QmY8Dewon9q7XP9uHmsZFTr5Jdx4vpcqmSQvZAJiqJyaBe", "display_uri": "ipfs://QmeGhyFHo2YcSuEKbdnDmhRWULLKEs1XfhKz4nakFxtsXf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY8Dewon9q7XP9uHmsZFTr5Jdx4vpcqmSQvZAJiqJyaBe", "mimeType": "image/png"}], "creators": ["tz1NisvvqYZE1dgsJTY14XL64xbsNudSAgTS"], "tags": ["Compass", "YurikoFuruhata", "KunstvereininHamburg", "SimonDenny", "ProofofStake"], "extra": {}}