{"__version": 1, "token_id": 247268, "symbol": "OBJKT", "name": "ILLUSTRATION OF NEZAMI’S  HAFT PEYKAR", "description": "The romance of the Haft Paykar (\"Seven Beauties\") is one of Persian literature's great works. The Haft Paykar tells the story of the Sassanian ruler Prince Bahram V Gur and his progress towards wisdom and is enlivened by many adventures and by the seven tales--love stories--told to the prince by his brides.\nThe Haft Peykar consists of seven tales. Bahram sends for seven princesses as his brides and builds a palace containing seven domes for his brides, each dedicated to one day of the week, governed by the day's planet and bearing its emblematic color. In turn, Bahram visits each dome, where he feasts, drinks, enjoys his brides' favors and listens to a tale told by each. \nThis is an illustration based on Nasrin-Nush's (his wife) story narrated when Bahram Gur Visits the Dome of Red on Tuesday. Since Bahram's name also stands for the ancient Persian of 'Red Planet' Mars, scholars believe that the story narrated on Tuesday by Nasrin-Nush, the King of the Slavs' daughter, is the heart of the poem. In her fable, Nasrin-Nush talks about another Slavonic princess who sets strict conditions for her future husband, who will have to risk his life to answer her riddles.", "artifact_uri": "ipfs://QmSuw19zf51KrAdZuFUk5JVmjcZbYX7256869LAcFehbW6", "display_uri": "ipfs://QmTB1EGrMXMQ36cR5TxZxt6o4jpwySjMZcPH4T4aQVH28A", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSuw19zf51KrAdZuFUk5JVmjcZbYX7256869LAcFehbW6", "mimeType": "image/png"}], "creators": ["tz1UYMZ25LJMEieRNUWommSqQefAugBPnijT"], "tags": ["graphicdesigner", "graphicdesign", "drawingsketch", "designinspiration", "graphicart", "graphic", "design", "art", "artwork", "artist", "illustration", "artoftheday", "creative", "designers", "drawing", "graphics", "draw", "digitalart", "illustrator", "web", "glitchart", "circle", "noise", "colourful", "object4objekt", "nftartist", "nft", "touchdesigner", "eyegasm", "trippy", "objkt", "tree", "colorful", "cleannfts", "nfts", "cleannft", "color", "pink", "hen200k"], "extra": {}}