{"__version": 1, "token_id": 214742, "symbol": "OBJKT", "name": "|Les_Amnts: E-clipse_del'Amor (Pan_fleto)", "description": "[...] I always found a way to find secretly in the dark of the dark planet, in the depths of an abandoned dead star. Fearing the profile-drawing eyes, we sneak through the alleys of Old Venus. They are eager to find us and take us to prison on Pluto because of our crime. Be who we are. Two lovers. Our forbidden love in ten million galaxies might find one to exist. I'm afraid I'll forget about you, my beautiful alien. I've been trying not to forget about us for a while now, but slowly your face fades from my memories. The only one I have left is that old Neptune party flyer. Thanks for that night. It was magic.\n\nI miss you my love.\n\nP.S. The Flyer is a little wrinkled because it was folded inside my diary.\n\n-----------------------------------------------------\nMischtechnik (collage, Generative Art, Distortion, Texturing)\n864x1208\n(Flyer)\n\n\n\n=====================================================\n[...] eu sempre dava um jeito de te encontrar às escondidas no escuro de um planeta escuro, nos recônditos de uma estrela morta abandonada. Temendo os olhos que traçam perfis, a gente se esgueira por entre as vielas da Velha Vênus. Eles estão sedentos para nos encontrar e nos levar para a prisão em Plutão, por causa do nosso crime. Ser quem somos. Dois amantes. O nosso amor proibido em dez milhões de galáxias talvez encontre uma para existir. Eu tenho medo de me esquecer de você, meu lindo alienígena. Já faz um tempo que eu venho tentando não esquecer da gente, mas lentamente o seu rosto vai desaparecendo das minhas lembranças. A única que me resta é aquele velho panfleto de festa em Netuno. Obrigado por aquela noite. Foi mágica.\n\nSinto sua falta, meu amor.\n\nP.S. O Panfleto está um pouco amassado porque estava dobrado dentro do meu diário.\n\n---------------------------------------------------\nMischtechnik (colagem, arte generativa, distorção, texturização)\n864x1208\n(Folheto)", "artifact_uri": "ipfs://QmXagP2t29sF29jUoYYi7ATVk3okCKmYUMHW9eXuaVizLV", "display_uri": "ipfs://Qmaj9Wcux2qdBnTfUMuH7e8AF5ceZ1i4VVNw4ENQSi5qcp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXagP2t29sF29jUoYYi7ATVk3okCKmYUMHW9eXuaVizLV", "mimeType": "image/jpeg"}], "creators": ["tz1SXenpKSBH8yBV8RJkQd7WM9zDHRrmqBzm"], "tags": ["GenerativeArt", "Generative", "Distortion", "Texturing", "DigitalArt", "ArteDigital", "Collage", "Colagem", "Texturização", "NFT", "Cryptoart", "Contemporaryart", "Blockchain", "HeN", "Hicetnunc"], "extra": {}}