{"__version": 1, "token_id": 254808, "symbol": "OBJKT", "name": "7 Extraordinary Events.  Christ The King, World's Tallest Jesus Monument Art Collection with Rev. Mr & Mrs Thaddeus John & Nancy Horbowy, Sir Knight Benjamin Alexander Thaddeus John Horbowy, Mieszko I, Bolesław the Brave, Przemysł II, Mieszko II, Kazimierz the Renewer, Władysław Odonic, Bolesław the Pious and Przemysł I on the Polish Nation Train of Faith. ", "description": "This NFT serves as seed angel funds to help evangelize to the whole universe and represents the most significant strongest Power, greatest Love, and brightest minds from around the world. The sentimental symbolism arranged in this graphic art honors timeless events of Triumph. \nProceeds of the crowdsourced funds of the Tezos NFT Collection will go towards building the world's tallest Jesus monument in Florida in 2026. \n\nThis Mission and Crusade is lead by the Holy Spirit with Willpower of the Polish Nation Train of Faith with full devotion of Our Lord & Divine Mercy.\n\nAt the foot of this art featuring the world’s tallest Jesus monument in Poland constructed in 2010, stands the world’s first Polish Deacon, Thaddeus John Horbowy (1950) “Mighty Ted The Great”, holding a relic of Saint Maximilian Kolbe that’s signed by Franciszek Gajowniczek (the man of whom St Kolbe died for). Standing with “Chaplain Ted”  is his only son Sir Knight Benjamin Alexander Thaddeus John Horbowy (1982). Polish American Texas US Veteran, This piece of art is called Christ The King and the photo was taken October 2019 just before the global shutdown. Benjamin’s grandfather, John Horbowy, was a railroad conductor and survivor of the holocaust. \n\nCollectors of this NFT on or before July 25, 2025 shall receive an abundance of epic value and are encouraged to promote resells swapping of the NFT in efforts of global awareness and reflecting Light and Truth to every corner of the universe.  If you are an original collector or have purchased a resell swap of the NFT, you will be eligible for a Founders Card for the Cultural Arts for Christ Foundation & Intergalactic Museum of Fine Art.  We invite your ministry to join the momentum on the ledger and be named a charter member of the mission that will build the world’s Tallest Jesus Monument in 2026. This special date 7-25-2025 is the 1000th anniversary of the passing of Bolesław the Brave, Polish Bolesław Chrobry (966 - June 17, 1025) the first king of Poland. \n\nCollectors of this NFT are communities working together as a social enterprise collection towards a sustainable revolution. A group of prayer warriors, missionaries, and tertiary Franciscans are collectively building the world's largest Jesus monument as well as the world's largest 3D printed monument. \n\nA figure will be created in Florida competed 2026 celebrating 250 years of One Nation Under God. This monument shall be 250 feet tall to honor this Holy Year of Jubilee.\n\nThis monument is not to be worshiped, but used as a vessel to bring healing to the world, deepen our relationship, and serve as a beacon of hope to Redeem Our Nation.\n\nOur artwork shall be called \"The Good Shepard\"\n\nIt's time to bring United States and its people together under Christ. \nThis Faith Train is lead by the Polish Nation and the Horbowy Family as a gift to the world, to USA, and to Florida. \n\nMay Pilgrimages from around the world come to visit our healing center.\n\nWhere will this location be? It's near the devastation path brought to Florida by the strongest storm we've been hit with Hurricane Micheal and near the capital city. We are blessed to have the opportunity to give the world something positive to visit Florida other than partying. \n\nFunctionally, people will be able to go up the shepherd's staff that the monument will be holding in his right hand, and the people can walk outside of the monument on a \"Fearless Pilgrimage\" across the monument's body and up his left arm to where the monument will be holding a relative sized softball representing “He has the world in His hands.” People will be able to walk around the world. The top part of the globe will burst a flash of light that can be seen from otter-space to our recreational space traveling friends. \n\nThere’s more. To combat the dark force at the core of the internet, we are building a fortress for white-hat data security and cyber research & development . This tall monument will be an (IPFS) Interplanetary File System & Data Center with a DAO Agricultural Platform and Crypto Best Defense Built on Tezos. The InterPlanetary File System is a protocol and peer-to-peer network for storing and sharing data in a distributed file system. IPFS uses content-addressing to uniquely identify each file in a global namespace connecting all computing devices & operating systems: Linux, FreeBSD, OpenBSD, macOS, Windows. This Tall Jesus Monument will also be the host of Web 3.0 and DAO 2.0. \n\nIt’s important to note: Nicolaus Copernicus was a Renaissance polymath, active as a mathematician, astronomer, and a Catholic canon who formulated a model of the universe that placed the Sun rather than Earth at its center.\n\n\"I'm here to pick up where Saint Maximilian Kolbe left off to evangelize 2 by 2 with this Great Commission to reflect His Truth and Light throughout the universe. I am also here to update my fellow Polish scientist/artist’s research that the sun is not, in fact, the center of universe. The center of the", "artifact_uri": "ipfs://QmRUYZFU5x9eghQG1g6nmusm2dkDU9ojJ9rJXyGTyg8XzF", "display_uri": "ipfs://QmS97GriUH1LBMvwzKUJi2TuKSGiLrUjCxVBVrxaa82S2U", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRUYZFU5x9eghQG1g6nmusm2dkDU9ojJ9rJXyGTyg8XzF", "mimeType": "image/png"}], "creators": ["tz1fove7du5WffqXkbwnVC8ikxayATAd77Vd"], "tags": ["Jesus", "Truth", "Light", "Love", "Mercy", "Grace", "Art", "Poland", "BenjaminHorbowy", "ThaddeusHorbowy", "NancyHorbowy", "Horbowy", ""], "extra": {}}