{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1478807, "timestamp": "2021-05-19T21:56:10Z", "token_id": 88724, "symbol": "OBJKT", "name": "CryptoBeats 360 Collaboration Station 21-1007 - Riddim By Supa Nova Feat. Positive Thought By Justin Awn \"Life is a Flower, You’ve Got to Let it Grow...\" Social Media Proof of Production By MyghtyMyke 800,000+ Viewers at https://www.facebook.com/groups/positivethoughts5000/permalink/10159100586746832/", "decimals": 0, "description": "CryptoBeats 360 was Founded as a Post Pandemic Means to Create Music and Art While Sharing Positive Thoughts to Raise Funds for Charity with the Goal to Reverse our Polarity for Prosperity with MyghtyMyke and Justin Awn via HigherSelphy. This Music is What is Known Locally in Jamaica as a Riddim or a Dub Plate. This is an Original Dub Plate by the Founder of Dub School Supa Nova. Supa Nova is a Producer and Director from Kingston, Jamaica, most Notable for his Work Filming Jamaican Artiste Sizzla’s “I’M LIVING” Music Video with More Than 9.8 Million Views. https://youtu.be/yiANaTpcSEQ ***ORIGINAL Work Royalty Distributions are as Follows: 10% to Charity, 10% Gallery, 10% Promotion, 70% to Creators. ROYALTIES or Splits on All Future Sales of these NFTs Shall be 25% Distributed as Follows: 10% Charity, 10% Creators, 5% Gallery This Dub Plate Comes with FULL COMMERCIAL RIGHTS to Include the RIGHT TO COLLABORATE, DUPLICATE, REPRODUCE, COPY, BROADCAST, REMIX, VOICEOVER, CUT, LOOP and/or ALL OF THE ABOVE CryptoBeats 360 and HigherSelphy Shall Retain the Rights to ReBroadcast any COLLABORATIONS  Created By FANS, BANDS and BRANDS Wishing to Participate on this Charitable Cause to 800,000+ Members Around the World via this HigherSelphy Group www.CryptoBeats360.xyz PRINT-ON-DEMAND Each New Collaboration Station Creation Shall Be Produced as a Print-On-Demand (POD) Product that is Co-Created in Collaboration with CryptoBeats 360 and HigherSelphy for Teamwork that Makes Your Dream Work While All Boats Rise at High Tide. POD Products will be T-Shirts, Hats, Mugs with the Positive Thought and Charity Logos for Purchase by the General Public. Each Item Produced will have an Augmented Reality (AR) Feature Making it an Interactive Wearable Piece of CryptoArt for Charity to Reverse the Polarity for Prosperity.   POD PROCEEDS Print-On-Demand Proceeds will be Distributed as Follows: 50% Costs of Production, 10% Charity, 10% Promotion, 30% Producers. ", "artifact_uri": "ipfs://QmQcdrs9CcDcKx1ZhddPA9ApvYGhVAhwKwqBzJxdbuCjFW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1bfpXiAjbTEtrBZU2u5b96W1ArFbvBRNpG"], "tags": ["mp4", "mp3", "rights", "royalties", "charity", "perpetuity", "higherselphy", "nftart", "hicetnunc", "hicetnunc2000", "tezos", "tez", "nfts", "nft", "digitalart", "art", "cryptoart", "nftcollection", "nftartist", "animation", "modernart", "abstractart", "blockchain", "crypto", "bitcoin", "nftartist", "design", "digitalillustration", "nftcollector", "artist", "digitaldrawing", "artgallery", "digitalcollectibles", "nftcollector", "nftcommunity", "cryptocurrency", "nftartists", "art", "artwork"], "formats": [{"mimeType": "video/mp4", "uri": "ipfs://QmQcdrs9CcDcKx1ZhddPA9ApvYGhVAhwKwqBzJxdbuCjFW"}], "token_info": {"@@empty": "ipfs://QmPCvHCxcLW68mWKDByAqBZPhCYo3DC6GDLbZjmHhmDHKL"}, "supply": "13"}