{"__version": 1, "token_id": 198957, "symbol": "OBJKT", "name": "░s░u░p░p░r░e░s░s░i░o░n░ ░o░f░ ░c░o░n░s░c░i░e░n░c░e░", "description": "Inspired by 𝘒𝘶𝘳𝘵 𝘝𝘰𝘯𝘯𝘦𝘨𝘶𝘵'𝘴 𝘎𝘰𝘥 𝘉𝘭𝘦𝘴𝘴 𝘠𝘰𝘶, 𝘔𝘳. 𝘙𝘰𝘴𝘦𝘸𝘢𝘵𝘦𝘳 as part of a Rogers and Rosewater Fundraiser Show, hosted by @EmpressTrash, Dumpster Palace CV. (Aug 17-25th 2021)\n\n2513x3000\n\n@microwave_cooks\n\n--\n\nThe suppressed viewer lives in a half world, sentinelled by a machine - frozen before they can emote, before they can act. Their hair falls into delicate Old Glory, mockingly mirrored, pyjama-like on the machine's mantle, in smug exploitation of pride.\n\nThis machine is conditioned to assess with a scrutinising eye, and with another it plays ego's ignorance, reporting to dark masters through the third in its abiding crown.\n\nThe machine turns away grasping hands, borne of its same greed.\n\nAnd though machine may dismiss hands that plead, it cannot keep against tired grief. An old man's pleas bury into flesh, but with the frozen suppressed, tears turn to the divine. But the divine is co-opted by the powerful, and becomes a rigid monument to suffering.\n\nA Doberman stands to protects its people but serves the machine. Unaware that it is unleashed, it guards machine's industry, and the plumes that suffocate its human mate.\n\nAnd yet humanity still blossoms in kindness. Primitive forms herald action to sprout - the conscience will breathe again, and be suppressed no more.\n\n", "artifact_uri": "ipfs://QmXUQHjL8vjVXgZMN3cdJdB7H6nbWCjSLRmnRzo5B6zTsB", "display_uri": "ipfs://QmYLDkTM6jaxmrUoev3CyigWQHaJVUJkdxSBYvLAPcwZo2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXUQHjL8vjVXgZMN3cdJdB7H6nbWCjSLRmnRzo5B6zTsB", "mimeType": "image/png"}], "creators": ["tz2Td8xyvPN6FoE18RUoEFbVyJugkrbYgky6"], "tags": ["suppression", "conscience", "kurt", "vonnegut", "godblessyou", "rogers", "rosewater", "fundraiser", "doberman", "machine", "microwave", "empresstrash", "oakland"], "extra": {}}