{"__version": 1, "token_id": 212457, "symbol": "OBJKT", "name": "These are great times when even in the fear of a man you can find something good. (Creep) II", "description": "3D  \n2018  \n80cm*60cm 300dpi\n\nThe mask seems not only to merge with the body of a person that wears it but also to hollow him/her out: the eyes and mouth are not there. If we adhere here to the interpretation of a mask as a symbol of social role one is supposed to perform, then in the artwork the social role turns into a ghost haunting the subject. According to hauntology, a ghost is that “which is neither present, nor absent, neither dead nor alive“, an old so-cial form, construct or a concept that haunts us in our presence and doesn’t allow to move forward. We always remain at least partly tied to the past although we are aware that it’s not fully relevant anymore. Referring this to the issue of gender roles and masculinity we could say that we live in a specific period of interregnum which, according to political thinker Antonio Gramsci “consists precisely in the fact that the old is dying and the new cannot be born”: the old social roles, old visions of what does it mean to be male or female are dying but the new ones are still not emerging (and maybe they even shouldn’t?). The art of Nikolas Müller epitomizes emotions – feeling of loss, confusion and authentic suffering – that accompany this state. By means of sharing with us his intuitive emotional world he problematizes the traditional imagery related to masculinity in an attempt to find a way out.", "artifact_uri": "ipfs://QmYA3rNSupAUdb6jJaLPwS3QETjCcJDF81e6Dp3kgh7SHZ", "display_uri": "ipfs://Qma9DarLNx43kiKNeF6AGgxGEpf86BVr9ZyaXCgSDJZhrD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYA3rNSupAUdb6jJaLPwS3QETjCcJDF81e6Dp3kgh7SHZ", "mimeType": "image/jpeg"}], "creators": ["tz1Xcco4ALWFUeeAkdykQhS1CGWx65vgANcw"], "tags": ["3D", "feminismus", "alpha", "male", "mask", "demon", "fear", "punk", "pink", "hair", ""], "extra": {}}