{"__version": 1, "token_id": 279357, "symbol": "OBJKT", "name": ":: rastros impensados :: (contraportada)", "description": "A inicios del 2020, cuatro músicxs experimentales de distintas ciudades latinoamericanas coincidieron tocando en el mismo evento en Córdoba, Argentina. El evento culminó con una jam salvaje improvisando lxs cuatro. Una semana después volvieron a reunirse para continuar la magia y plasmar la comunión, dando como resultado el nacimiento de CLIMMMA y\nun disco bajo el nombre de \"Rastros Impensados\" en Aurora Central Records. La venta de este NFT es para apoyar la música experimental independiente, por lo que será divida entre lxs músicxs y conmigo (1 edición por cada unx) que hice el arte. CLIMMMA son: RSNNC, Cherrry La, Idos Oidos y Nonoise 79. Escucha y adquiere el álbum completo en Bandcamp.\n\n_________\n\nAt the beginning of 2020, four experimental musicians from different Latin American cities coincided playing at the same event in Córdoba, Argentina. The event culminated in a wild jam improvising the four. A week later they met again to continue the magic and shape the communion, resulting in the birth of CLIMMMA and an album under the name of \"Rastros Impensados\" on Aurora Central Records. The sale of this NFT is to support independent experimental music, so it will be divided by the musicians and myself (1 edition per each) who made the art. CLIMMMA are: RSNNC, Cherrry La, Idos Oidos and Nonoise 79. Listen and buy the full album on Bandcamp.", "artifact_uri": "ipfs://bafybeichm7oniewmzkne2k7uw352xiki7pnut5amapytvomscecoczfkoe", "display_uri": "ipfs://bafybeienmflibvgo2vvgfylrcj7xwko4x6d7xzqbofq7rk2iznmei73cua", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeichm7oniewmzkne2k7uw352xiki7pnut5amapytvomscecoczfkoe", "mimeType": "video/mp4"}], "creators": ["tz1btfcwLhc3ST7gzrpBfrfa6zUJfpq8S1AK"], "tags": ["climmma", "hydrasynth", "rastrosimpensados", "espectral", "musicaexperimental", "visualesexperimentales", "auroracentralrecords"], "extra": {}}