{"__version": 1, "token_id": 181287, "symbol": "OBJKT", "name": "4th Moon of the 5th planet", "description": "“What happened?” asked Lucy.\n\n“We didn’t know it was bad until the bad one came,the bad one was deranged. It was something called star eater. The 'first ones', whom we call gods, brought it here. They created the evil thing and it took the good of the planet and destroyed it and now its slowly devouring the very core of it.” explained John.\n\n“That’s too much to take!” said Lucy.\n\nJohn's looks changed for a brief moment into void of darkness, Lucy thought it was a side effect of 'Tz-Crash-1331' but she could swear she had seen it before. “Yeah, I agree with you. Let’s go and get some fresh air.” John decided as he pushed the button to open the hatchway.\n\nAs they walked around the 4th moon of the 5th planet, the skies were bright and clear and the moving water looked so good. Was 'Terra Mater' a planet like this moon with blue waters? They would never know. Only Daedalus had knowledge of it since it's very initial model was trained with ancient scriptures of 'Terra Mater'. \n\nAfter that brief relaxation, John and Lucy went back to the ship. John had lost all of his faith. He had lost his kind, his friends, his planet but now he was going to a 'new planet' and he was happy; he was happy he would be free of the captors, of the past, of his fate. John knew though there would be a time when the 5th planet would be gone like the other 4. Then Lucy and John fell asleep.\n\n| @atimtay | linktr.ee/atimtakus", "artifact_uri": "ipfs://QmPhpy8pHgPJZD8GeVVxhRjGrk2V7LKsQP7BPbSQ7pcGzq", "display_uri": "ipfs://QmPhpy8pHgPJZD8GeVVxhRjGrk2V7LKsQP7BPbSQ7pcGzq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPhpy8pHgPJZD8GeVVxhRjGrk2V7LKsQP7BPbSQ7pcGzq", "mimeType": "image/png"}], "creators": ["tz1XvP1MfRgh6DbHhVXK5TTqKznV5MYCGoMv"], "tags": ["scifi", "story", "gpt", "gan", "neuralnetworks", "aiart", "atimtay", "spaceship"], "extra": {}}