{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1499276, "token_id": 112007, "symbol": "OBJKT", "name": "Viridian Viper", "decimals": 0, "description": "The snake has been revered and reviled across many cultures, throughout the world. Many believe its prominence in spiritual belief was not only due to the profound danger it represented. Perhaps the most common of all animal spirits witnessed on ayahuasca, the snake is often closely associated with the spirit of the vine itself, which grows in a snake-like form. “Aya” means death, and “huasca” means vine, yet the description fits the snake just as accurately. The snake’s close association with the importance of death, is not, however, strictly linked to its deadly venom. This creature also sheds its skin, showing with visible intensity, the ways in which we all continue to die and shed our older selves, even as we are still alive. That living itself, is an act of dying. Death is what allows for the growth and creation of the next layer of our unravelling selves. Like the snake, we must be willing to shed the ossified patterns of our past that once kept us safe, but now restrict our growth. Yes, the process will be painful, and for a time, the new layer will be vulnerable and sensitive. But, it too will ossify, and stagnate, and require reincarnation.", "artifact_uri": "ipfs://QmerWuc7L9kwUHBqLP5zU6AXKjSbThZZY2ywexjAzDsoKN", "display_uri": "ipfs://QmXSJnk3cHQ4GyZJJAJyy5U1R4tzgrrY64cd3TFeZ9QdiK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1gWDVuEL5bi7fRLhXMX3sbBHFc3a4YuibY"], "tags": ["snake", "psychedelic", "visionary", "replications", "trippy", "animation", "loop", "methodicalmonkeys"], "formats": [{"mimeType": "video/mp4", "uri": "ipfs://QmerWuc7L9kwUHBqLP5zU6AXKjSbThZZY2ywexjAzDsoKN"}], "token_info": {"@@empty": "ipfs://QmQtMqLhcP8Ji9Ee1Mm9iDqwCxHyxBodCddunTP2Z5L1vW"}, "supply": "25", "transfered": 0}