{"__version": 1, "token_id": 187151, "symbol": "OBJKT", "name": "The Ocean ", "description": "Dear Robert Plant, \n\nIn 1994 four Jazz musicians formed a band at Berklee College of Music in Boston. We all moved to Seattle because in ‘94 Seattle was the place to be. Our band Bebop & Destruction played at lots of rock clubs. We’d occasionally cover your songs to draw people into listening to a Jazz band with an attitude or a drinking problem. Maybe both. We recorded several albums and before the copyright laws changed in 1999 we somehow did not pay for a mechanical licence to record your song. We made 2000 CDs and I have exactly 247 left in my loft. We never intended to use anyone’s work without permission, but we were kids, and honestly we didn’t know a thing about it. I've felt bad about it for 20 years now. This is my formal apology minted as an NFT. I am giving away the track, so feel free to collect it. Maybe you could even sell it on the secondary market! In the meantime I will be sure to save a copy for you if you miss this. \n\nThanks for all your music, \n\nLove, Marc Fendel and Bebop & Destruction (Jose Martinez, Dan Heck, Geoff Harper) \n\nPersonnel: Marc Fendel-alto saxophone, effects, & skull unit; Dan Heck-guitar; Geoff Harper-bass; Jose Martinez-drums\n\nProduced, recorded, engineered, mixed, mastered, and everything else you can do to a CD by Tom Nunes and Bebop & Destruction - Trio Records\n\nRecorded at Wavelength Studios, Salem, Oregon on January 29, 2000 \nArtwork by: Evan Moss @mightymoss \n\n", "artifact_uri": "ipfs://QmcoU1g7vHy7yFMoquhDN9ZCo6W3DMMWC11Kuxyhvbqa2v", "display_uri": "ipfs://QmaY3ckwU3Xevwq7hTgqawx3fZtDfjCdqrFks91BTUorhL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcoU1g7vHy7yFMoquhDN9ZCo6W3DMMWC11Kuxyhvbqa2v", "mimeType": "audio/mpeg"}], "creators": ["tz2GP2o3kMJ8Q22FdjBo6QeheqUTAyEkHBo4"], "tags": ["zepplin", "rock", "jazz", "seattle", "punk", "nftmusic", "sax", "saxophone", "guitar", "drums"], "extra": {}}