{"__version": 1, "token_id": 210151, "symbol": "OBJKT", "name": "The TV Project.", "description": "Everyone, I present the TV project.\n\nThe TV project is a project conceived by @DoctaGonz and is part of the $FAMM incentives.\n\nThis project was created to aim and tackle as well as bring a bridge to our current events we feel passionate about using art as the medium. For decades the television we all grew up with has been used to not only spread misleading propaganda but has become a great distraction to society. To each their own if indulging in front of a TV is what you prefer to do with your life but for those who are tired of feeling voiceless, this TV is for you.\n\nA distribution of $TV token has begun to be dispersed amongst the artist community within the Tezos network, through the help of me and a few rockstars.\n\nThis is a call to all artists, or any creatures up for the challenge.\nCredit for TV goes to Animattic, go follow for great art & support Twitter: @ANIMAttic \n\nPROPOSAL:Take this picture template of this TV nft(you don't have to buy,copy&pasta is permitted) and through your own creative self and your darndest effort possible, share a cause, a message, a concern that you feel should be addressed. It can be as creative or as simple as words, I want you to use this template as a microphone. Your voice matters, you deserve to be heard. \n\n\nOBJECTIVE: To raise awareness, gain exposure, to open dialogue and to give others a chance to speak about some real shit they feel passionate about through art.\n\nHOW IT WILL WORK:\nEvery month, the collective participants will put into vote using the $TV tokens which TV deserves more recognition, it will be narrowed down to 12 finalist, then the final 4, the winner with most votes by the most $TV token will be given a spotlight \nBut winners will also receive an LP boost through the TV/xtz LP pair which they can do as they will. And we will do this every month, for as long as we can. \n\nTo earn more $TV coin I created a farm on the crunchy network.\n\nhttps://app.crunchy.network/#/farms?q=Gonz\n\n$TV TOKEN SUPPLY:\n23.93 MILLION TV total tokens have been minted.\n\n16 million of those have been placed into the farm. Farming TV ends 11 of November, 11/11/2021 \n\nThis is a big trust fall, but I hope this brings a lot of fun while at the same time, giving people a platform to be heard. \n\n\nSIDE NOTE ABOUT THIS TV NFT:\nAnyone is free to take this image, without pay but anyone who buys this, I will \nAdd all of it to the TV liquidity, making the LP community funded. Together even a .1 can add up over time.\n\nTo learn more about this project and the $FAMM incentives, check out the $GONZ announcement channel on telegram \nDoctagonz presents: $GONZ\nhttps://t.me/doctagonz_official\n\nAnd come hang out with us at the GONZ chat group\n\nDoctagonz present's: $GONZ (chat)\nhttps://t.me/doctagonz_chat", "artifact_uri": "ipfs://QmbAugMay5Wk2Kk94aLzhb5d7QHpRTYsCVGe7carPQ4ujM", "display_uri": "ipfs://QmTGfbrc9t7gXNnFkSKGsrM9J24PCq4dvhjFtsWqSwBwj5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbAugMay5Wk2Kk94aLzhb5d7QHpRTYsCVGe7carPQ4ujM", "mimeType": "image/jpeg"}], "creators": ["tz1Wc1uawzskCTxzUVbYh56vqstPGRHiJTpE"], "tags": ["Doctagonz", "twistedvizuals", "theTVproject", "TV", "FAMM"], "extra": {}}