{"__version": 1, "token_id": 265251, "symbol": "OBJKT", "name": "Dreaming of Veronica", "description": "Here lies trails of a tale - now sit down, son, and we'll spin you a yarn - about Veronica: the fox that needn't have Soul blown into her body to create Change. It's not about pro-abortion/anti-abortion ; pro-life/anti-children ; it's not about bodily autonomy/the stripping thereof = but the grief of losing a child due to domestic violence. I watch from the outside as an infertile woman, my dearest, beloved Franny (she/they) - but you can just call her Fran, and she's fine with she/her. Fran, you see, really likes bugs; it was natural that we clung together as friends; bug lovers gravitate like butch lesbians find and wave each other down on the streets. She loved this crossdresser who was left in critical condition after someone violently going for his throat, among other things he just doesn't talk to me about - the throat thing was the most obvious due to the scarring; missed the carotid by maybe ~2mm... Fran nursed him in the hospital - caring for the needs of a man who could hardly whisper - and the sparks of love between them was like chewing blue lotus stamens. Well things change, as life tends to do, the crossdresser is now Katie and wants to pursue transition. Before the... Function ends down there, Katie wanted to have a child with Fran. And so they did! But not without Fran's physically abusive ex getting involved; cold as ivy, Ivyn is nothing to aspire to be with any intent to be good... And well... A memoir to the idea of who could have became the life that would be named \"Veronica.\"\n\nI wanted to give people a fair chance to own this and feel she can fit a hole in your Tezos wallet. The graphic was intentionally made to evoke a mixed visceral fear reaction to a happy smiling face. Because some stories simply just can't be told in words, and I won't do Veronica justice to only give her words - I want the .JPEG to speak the story.", "artifact_uri": "ipfs://bafybeiae5latior2mjfppinhqompaawcejxkwxgxtshpwpbz2hdjpdgma4", "display_uri": "ipfs://bafkreichqzg7jwnywj7tbsmacahceovaphc54bo3slnvz56ujrkfbq4cte", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiae5latior2mjfppinhqompaawcejxkwxgxtshpwpbz2hdjpdgma4", "mimeType": "image/jpeg"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["miscarriage", "pregnancy", "foxes", "fox", "dreamingofveronica", "veronica", "mothtasia", "mothtasiasynergism", ""], "extra": {}}