{"__version": 1, "token_id": 240402, "symbol": "OBJKT", "name": "But...I Love Animals...", "description": "As the second expression piece minted by Spearit Bear, this piece speaks on the matter of veganism and how our eating habits are inherited by our family. Many of the food our families eat, while providing nostalgia and comfort, also cause many of the diseases that the family is known to be at risk of. There are many different diets that exist, and if a child should choose a vegan or vegetarian diet, they should not be shamed or forced to eat the way the parents do. What harm does it cause for them to want to eat more plant-based foods? The answer is none, as long as the parent works with the child to make sure that they are receiving the proper nutrition with their new diet choice. This is not meant to be a lecture to parents or to make them feel guilty, but rather to express from the point of view of the child to help gain a better understanding. \n\nEating meat and animal products is not sustainable and is becoming less and less profitable as people realize the diseases and the damage to the environment that they cause and switch to alternative diets. And by switching to more plant-based diets, that leaves more land that has carbon-sequestering vegetation, instead of producing toxic run-off and methane gas, which is increasingly needed to combat climate change as it accelerates. Of course, in times where no edible vegetation exists in the local area, it makes sense to eat what is available which in most cases would be meat and other animal products. But by reducing the amount consumed bit by bit, we can collectively help in the fight against climate change.\n\nThe animal on the plate is purposely ambiguous and the color brown was chosen because many different animals have the same brown color. This was done so that the viewer would see the animal they connect the most with first and hopefully spark some empathy to show that it is strange how we differentiate what animals are \"meant for food\" and which are not.\n\n4 pieces have been minted to represent the four years Spearit Bear has been a vegan.", "artifact_uri": "ipfs://QmaAsM9QQygfREfupwXVQKh8jZqcZsmukDSFhJYEkYYS95", "display_uri": "ipfs://QmSGqoPU3wuEMJcX6ST84Nwr7SPr2CnTafmZizdHhosbzf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaAsM9QQygfREfupwXVQKh8jZqcZsmukDSFhJYEkYYS95", "mimeType": "image/png"}], "creators": ["tz1cKSQfBCWnWNaWUmRegR7BWHzkut5fJtUD"], "tags": ["vegan", "veganism", "expression", "animals", "cow", "dog", "pig"], "extra": {}}