{"__version": 1, "token_id": 260302, "symbol": "OBJKT", "name": "Egyptian God", "description": "In the Osiris myth, Set was portrayed as the antagonist among the Egyptian gods responsible for murdering his brother Osiris. However, if we consider the historical evidence, Set was perceived as a divine entity since the Predynastic period (before 3rd millennium BC), with his center of worship possibly originating from the town of Nubt, which is one of the oldest settlements in Upper Egypt. And interestingly enough, Nubt served as the gateway to the eastern desert and its gold deposits, which possibly explains the association of Set with the deserts of Egypt.\n\nIn any case, Set was originally regarded as a more-or-less benevolent and esteemed entity who sometimes served as an ally of Ra, and was tasked with the protection of oases in the deserts. But over time, he was also associated with peculiar and frightening phenomena like eclipses, storms, and thunders – thus suggesting a dark side to his personification. Once again, reverting to history, some part of this scope possibly had to do with the foreign Hyksos, who adopted Set as one of their gods – which could have fueled a reactionary measure from the future native Egyptians who saw Set as an agent of evil. Other historians have hypothesized that the battle between Set and Horus, as opposed to a confrontation between good and evil, was rather a symbolic representation of the struggle to unite Egypt under one ruler.\n\nLastly, the ‘strange’ nature of Set as one of the dualistic ancient Egyptian gods is also manifested by his depictions. They often showcase a creature that is simply known as the Set animal, which could be a composite of an aardvark, a donkey, and a jackal (or a fennec fox). A few scholars have argued that the Set animal possibly represents a giraffe, though ancient Egyptians seem to have differentiated between giraffes and the enigmatic hybrid creature. And the Late Egyptian period (post 664 BC) artists tended to depict Set exclusively with a donkey head.", "artifact_uri": "ipfs://bafybeiblxofnsautyssiattfn2tlh24lbr6x7x7r6bj3uhvh5wzs5asg4i", "display_uri": "ipfs://bafybeiexiiqsw4vqth73s5q7cannudovidcr6hb5oqz3n7onpg5sj2pf3e", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiblxofnsautyssiattfn2tlh24lbr6x7x7r6bj3uhvh5wzs5asg4i", "mimeType": "video/mp4"}], "creators": ["tz1NhB4FhkLRj4XfFrkrAVhMk6kiTqAchqtZ"], "tags": ["Egyptian"], "extra": {}}