{"contract": "KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton", "network": "mainnet", "level": 1490554, "token_id": 102039, "symbol": "OBJKT", "name": "Break dance - Dance with your shadows", "decimals": 0, "description": "Breakdancing, also called breaking or b-boying/b-girling, is an athletic style of street dance from the United States. While diverse in the amount of variation available in the dance, breakdancing mainly consists of four kinds of movement: toprock, downrock, power moves and freezes. Breakdancing is typically set to songs containing drum breaks, especially in hip-hop, funk, soul music and breakbeat music, although modern trends allow for much wider varieties of music along certain ranges of tempo and beat patterns. Breakdancing was created by the African American and Puerto Rican youth in the early 1970s. By the late 1970s, the dance had begun to spread to other communities and was gaining wider popularity;[2] at the same time, the dance had peaked in popularity among African Americans and Puerto Ricans. A practitioner of this dance is called a b-boy, b-girl, breakdancer, or breaker. Although the term \"breakdance\" is frequently used to refer to the dance in popular culture and in the mainstream entertainment industry, \"b-boying\" and \"breaking\" were the original terms and are preferred by the majority of the pioneers and most notable practitioners. 1920X1440, Rotoscope animation, 112 frames, digital paintings. Original soundtrack: @ericbeatz", "artifact_uri": "ipfs://QmQ6Nhs3iqbbEW23RcmAtgueNRtayiNZV5x1RMQvtmfG5y", "display_uri": "ipfs://QmSUQvsEJ9wPVrDyXkrcA1oRbT1JGzZffwkpW1VzVyG713", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "is_transferable": true, "creators": ["tz1MkstMV99nRE1PdAatkpwUevtDf5KkJn4Z"], "tags": ["hiphop", "breakdance", "bboy", "dance", "rotoscope", "animation", ""], "formats": [{"mimeType": "video/mp4", "uri": "ipfs://QmQ6Nhs3iqbbEW23RcmAtgueNRtayiNZV5x1RMQvtmfG5y"}], "token_info": {"@@empty": "ipfs://QmTzHT1RYPkHoFh6RpRPSGg3fu9GvZ4Sv6LakuDixFG7Th"}, "supply": "50", "transfered": 59}