{"__version": 1, "token_id": 213946, "symbol": "OBJKT", "name": "Cartaz Expo Brazucas NFT", "description": "\n\nA convite do artista The_Philosopher (@___Philosopher_) desenvolvi o cartaz da exposição Brazucas NFT.\n\nExposição Brazucas NFT é lançada no Metaverso\n\nCom o objetivo de apresentar os NFTs brasileiros aos próprios brasileiros e aos apreciadores internacionais é que no próximo mês de Setembro será lançada a Expo Brazucas NFT.\n\nA expo ocorrerá no metaverso, entre os dias 07 e 30 de setembro de 2021 na galeria @Cryptovoxels, exatamente nos espaços Museu.xyz (https://cryptovoxels.com/parcels/4868) e 3 Aergina.\n\nA abertura, no dia 7 ficará a cargo do DJ Wasem.\n\nImportante mencionar que essa iniciativa dará o ponta-pé para a criação do Museu Brasileiro de NFT (Brazilian NFT Museum). Todas as obras selecionadas estarão registradas no museu.\n\nA curadoria da exposição fica a cargo dos artistas The_Philosopher (@___Philosopher_) e Ghini\n(@ghini_ar). Para Philosopher, a exposição expõe o que há de melhor na criproarte Brazuca. \"Sua característica mais fundamental talvez seja fazer um apanhado bastante geral da produção nacional nessa categoria, apresentada em um espaço museal digital, dentro de um mundo virtual. Os artistas são de diversas partes do Brasil, de muitos coletivos diferentes, galerias diferentes, blockchains diferentes.\"\n\nAlém dessas iniciativas, é importante reconhecer o apoio de SHDED MAN e MARLUS, na realização dessa expo.\n\nCartaz A3. CMYK. Colagem e composição por @osurubim\n", "artifact_uri": "ipfs://QmcWUveB3Xtvr3K8kcLAN7HM1r2D6nFMnohht45JPUzJhT", "display_uri": "ipfs://QmSw6daVfivKKWg1mKCJF92LfQW9F778Aj6xGgW92utZcn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcWUveB3Xtvr3K8kcLAN7HM1r2D6nFMnohht45JPUzJhT", "mimeType": "image/png"}], "creators": ["tz1fWvajFtE16eJbmE49MBNPGBLM4K7Zg9kt"], "tags": ["cartaz", "expo", "nft", "brazucas", "flyer", "exhibition"], "extra": {}}