{"__version": 1, "token_id": 251346, "symbol": "OBJKT", "name": "republic", "description": "republic is a seminal piece taken from its predecessor symposium. \"republic\" is a dialogue taking place within consciousness. It is an uncomfortable one and full of dissent as it is only triggered when a disconcerting injustice and civil unrest had taken place. republic initiates criticism on our chain of thoughts.\n\n---\n\n\"Those scummy officers went too far this time!\".....\"Outright insubordination!! There is no way I was a part of this.\"\n\n—\n\n\"Inconspicuous!\".....\"Have the taxes been too hard on them? everybody else seemed fine with it, with the pay cuts and all.\"\n\n================================================\n\nAh! I need to be at a soirée by 7. Got to stop by for a fitting on the way...\n\n=================================================\n\n\"Well there's only minor outrage here and there. They weren't registered as crisis on the statistic report, the ministry confirmed it as well.\"\n\n—\n\n\"While it's true that the tax policies I'd imposed can be a bit abstruse, it was always in the interest of the entire nation. Objectively, we had debts to be paid and we had favors to return but most of all it was to bootstrap effectiveness of the deficient working class!\"\n\n—\n\n\"I was not wrong!! but..... it really feels like I'm left with something less than I had in the beginning\".....\"Oh well, surely I'll come up with something tomorrow.\"\n\n—\n\n/end of republic/\n\nThe sounds are generated and mangled using sampler and sequencer from a digital audio workstation.\n\nThe artwork is part of a collaboration with _du.ta_. It is a composite novel object merged using acrylic paintings and 3D graphics. The process of computerized simulation allows for infinite mutation of anamorphous space, triggering reflection on the present and future of digitally rendered forms.\n\nFormat\nWAV\n44100Hz\n16bit", "artifact_uri": "ipfs://QmcpqQCZP7GARhMXdsfPbhEWa1Eea4DgchdRH8uQsvbPHT", "display_uri": "ipfs://QmfUTKaeY9CFv4viMoxWa7JNBd65n3L97Z8w2eGqF8rhD8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcpqQCZP7GARhMXdsfPbhEWa1Eea4DgchdRH8uQsvbPHT", "mimeType": "audio/wav"}], "creators": ["tz1cgELhV4CEkDwN19ei5Qw7cK6C94nXRLqs"], "tags": ["nftmusic", "nftaudio", "nftsounddesign", "drone", "ambient", "noise", "gulfofmeru", "_du.ta_"], "extra": {}}