{"__version": 1, "token_id": 282046, "symbol": "OBJKT", "name": "NEAR777", "description": "Derivative of https://twitter.com/thesevens_7\nPixel DOOMSLUG by https://twitter.com/drOMGp\nCelebrating https://twitter.com/NEARProtocol\nCreated by https://twitter.com/starpause\nPart of the #OBJKT4OBJKT September, 2021 giveaway.\n\n‣ $NEAR is a carbon neutral L1 blockchain with NFT royalties and splits implemented at the standards level. \n‣ The web wallet with responsive UI shows your NFTs on mobile/tablet/desktop. \n‣ 1 second block time makes web3 dApps feel snappy and ready for adoption by the next billion users migrating from web2. \n‣ The NEAR ecosystem has over 100 DAOs where you can earn crypto with your skills. \n‣ Welcome to a world where people have control over their money, data, and power of governance!\n\nNEAR relies on its own variant of BFT consensus, known as DOOMSLUG. It facilitates sub-second block production and recovers the network from malicious or unresponsive validators. 💪😎💨 DOOMSLUG is also a mascot that accompanies Spensa Nightshade in Skyward. She's known to replicate nearly any sound she hears. 🐌🎶\n\nI made this NFT as part of a derivatives challenge on thesevens discord but didn't get approved for presale. After that I wasted $30 on ETH GAS trying to snag the drop and consider myself lucky, there were people who lost hundreds/thousands and walked away empty handed. I'm fed up with PoW so enjoy my art on PoS for free ✌\n\nMaterials: Photoshop, waifu2x, PNGGauntlet", "artifact_uri": "ipfs://bafybeicw4sr2zeq7u6qt6n33gf2ehvwpna53ofnvr5bkbu45hhd77toipe", "display_uri": "ipfs://bafybeiak7olqn5wvronaamq264jyudf6x4vur5yr6lham223mk2utl6zxa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeicw4sr2zeq7u6qt6n33gf2ehvwpna53ofnvr5bkbu45hhd77toipe", "mimeType": "image/png"}], "creators": ["tz1fz3oNUFzvBtMTPi75ZJKTdErUPqHc46bc"], "tags": ["near", "pos", "thesevens", "derivative", "remix", "cc-by", "doomslug", "slug", "3ds", "nintendo", "punk", "777", "mascot", "avatar", "astrology", "tatoo", "objkt4objkt"], "extra": {}}