{"__version":1,"extra":{"display_uris":[]},"token_id":123691,"symbol":"OBJKT","creators":["tz2QhojaGMhUz1nYWArrGrDjqF2rmkUN6Mwy"],"name":"Elon Dogeinator","description":"Elon Dogeinator - HEN 100/100 - Animated Portrait.  (4) animated effects in this masterpiece; The sun, his red eye, the rocket launch in the clouds, the electric hourglass orb.  The RISE of DOGE and ELON MUSK.  Jan. 28: Dogue magazine cover Musk posted a mock-up Vogue magazine cover, using the word \"Dogue.\" Featured articles include \"Ten tips on how to get the best treats\" and \"The ultimate guide to the perfect game of catch.\" Dogecoin rose 682%, from $0.0078 on Jan. 27 to $0.0610 on Jan. 29.  Feb. 4: \"Dogecoin is the people’s crypto\" The billionaire hit the nail on the head when he described Doge as \"the people's crypto.\" Its active community and low price make Dogecoin more accessible than other digital coins, and it has served as a stepping stone for many new investors. Dogecoin rose 44%, from $0.0314 on Feb. 3 to $0.0451 on Feb. 5.  Feb. 7: \"Who let the Doge out\" The hit song took Doge's price to a new high of almost seven cents. Bear in mind that until this year, each Dogecoin had been worth a fraction of a cent. Loyal Dogecoin enthusiasts (or \"Shibes,\" as they like to be known), shared a flurry of memes -- many of which expressed hopes that Doge could hit a dollar. Dogecoin rose 57%, from $0.0491 on Feb. 6 to $0.0769 on Feb. 8.  April 14: \"Doge Barking at the Moon\" with image of Miro's \"Dog Barking at the Moon\" Propelling Doge to the moon has been a common theme for the SpaceX CEO's tweets, and this one sent prices above $0.10. Sending something to the moon is crypto speak for when the price rises off the charts. Musk followed up on April 16 with the words \"Everything to the moon!\" And the price of Doge hit yet another high. Dogecoin rose 330%, from $0.0766 on April 13 to $0.1306 on April 15 and $0.3299 on April 16.  April 28: \"The Dogefather SNL May 8\" After tweeting in advance about hosting Saturday Night Live, Musk fueled rumors that he would mention Dogecoin on the show. Speculation about a possible cryptocurrency sketch pushed Doge past the $0.50 mark for the first time. It peaked at $0.66 on May 5. Dogecoin rose 140%, from $0.2747 on April 27 to $0.6618 on May 5.  It was never about Tesla, it was always about Doge. Hail and tribute to the Doge Father. -@TravNastyART","tags":["elonmusk","elon","doge","dogecoin","dogeinator","space","animated","travnasty","nft"],"formats":[{"uri":"ipfs://QmawYYBhez8DV6kZCeeNmkjvKDJh2V57H66V71nome4MVx","mimeType":"video/mp4"}],"artifact_uri":"ipfs://QmawYYBhez8DV6kZCeeNmkjvKDJh2V57H66V71nome4MVx","display_uri":"ipfs://QmesMaJRJEwvEwAySL6nBrSKwegy4uK3zKrDYmTrCP73Qh","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}