{"__version": 1, "token_id": 260091, "symbol": "OBJKT", "name": "Coatlicue", "description": "COATLICUE (\"skirt of snakes\"), a.k.a Teteoh Innan (\"Mother of the Gods\") is a Mexica / Aztec Earth Goddess, mother of the Centzonhuitznahua (\"400 southerners\", the stars of the southern hemisphere) and COYOLXAUHQUI (\"face adorned / painted with bells\") goddess of the moon.\n\nIn a traditional story of the Mexica, Coyolxauhqui led the Centzonhuitznahua in an attempt to kill their mother once they found out she was pregnant once more. But their newborn brother, HUITZILOPOCHTLI (Southern Hummingbird or left-handed hummingbird), was born as a fully armed adult, with the XIUHCOATL (Fire serpent, akin to the thunder) weapon in hands, and killed them all, turning them into the stars and moon. The famous Coyolxauhqui stone, depicting the dismembered moon goddess, and the huge Coatlicue statue, were found by archaeologists in the subterranean ruins of the Huey Teocalli (Great Temple) of Tenochtitlán, nowadays Mexico City, and attest the importance of that story for the Mexica.\n\nThis brutal tale reflects the \"birth\" of the Sun, every morning, \"banishing\" the moon and the stars of the night sky, as well the entrance of the Mexica, who migrated from the north, into the valley of the Texcoco Lake, where, in the 14th century, they started to subjugate their neighbors, who settled there before them. Huitzilopochtli was the patron god of Tenochtitlán, he was a god of war and the Sun.\n\nTraditionally, for the Nahua, the Earth was a \"challenging\" mother, who gave us sustenance, but who also required some sacrifices in order to keep us alive, just as the Sun did, because they also made sacrifices for us. Other deities impersonating the earth in other versions of traditional Nahua cosmology were Tlaltecuhtli and Cipactli.\n\nThere are many possible reasons why Coyolxauhqui and the Centzonhuitznahua attacked their mother, one of them being her neglecting them. Some traditional songs and poetry in nahuatl language reflect a similar view of the Earth as an uncaring place.\n\n\"Onen tacico, in toquizaco tlalicpac\"\n(We arrived on Earth in vain, we sprung forth in vain)\n- Ayocuan Cuetzpaltzin of Tecamachalco, 15th Century Central Mexico\n\n763 X 1080 gif\n30 fps\n\nOriginal sketch, digital illustration and animation by zamahel\nhttps://linktr.ee/zamahel\nhttps://twitter.com/itzamahel\nhttps://instagram.com/itzamahel", "artifact_uri": "ipfs://bafybeievgizqx5qptxfnrpskrdtyqfwyhvo6abvdodcifjbb3tpfjcmoiy", "display_uri": "ipfs://bafybeievgizqx5qptxfnrpskrdtyqfwyhvo6abvdodcifjbb3tpfjcmoiy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeievgizqx5qptxfnrpskrdtyqfwyhvo6abvdodcifjbb3tpfjcmoiy", "mimeType": "image/gif"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["earth", "mother", "goddess", "deity", "mythology", "nahua", "mexica", "aztec", "brazil", "brasil", "2d", "animation", "animated", "gif", "culture", "indigenous", "woman", "dark", "darkart", "horror", "illustration", "characterdesign"], "extra": {}}