{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"94391-128.jpeg","fileSize":935,"dimensions":{"value":"128x128","unit":"px"},"path":"QmRGFd8sXb9Zq28tbqLCDVNUXZEGMVBnKjAb6ShNr7tTKi","cid":"QmRGFd8sXb9Zq28tbqLCDVNUXZEGMVBnKjAb6ShNr7tTKi"},{"mimeType":"image/jpeg","file":"94391-512.jpeg","fileSize":4670,"dimensions":{"value":"512x512","unit":"px"},"path":"QmTwrrgx86gncBw3hVDaGVYbyMffCG4LVobM2L4r7iwCJF","cid":"QmTwrrgx86gncBw3hVDaGVYbyMffCG4LVobM2L4r7iwCJF"},{"mimeType":"image/jpeg","file":"94391-1024.jpeg","fileSize":13073,"dimensions":{"value":"1024x1024","unit":"px"},"path":"Qmdryh9LNXq3t1k5SbJsv7hf24grpqPvTAak4JDbCjHi8W","cid":"Qmdryh9LNXq3t1k5SbJsv7hf24grpqPvTAak4JDbCjHi8W"}]},"token_id":94391,"symbol":"OBJKT","creators":["tz1cwTD8WRHUWp46fTLy5AN9aW1RwcxBVME5"],"name":"Birds #2","description":"«Thoughts are like birds, and they will always circle over your head, the main thing is not to let them build a nest in it!»  “How do people think? We are used to such words: \"I came up with an idea...\", \"I was struck by a brilliant idea...\" And how does this process happen?”  The artworks presented show the flow of thoughts on sexual topics. There are a huge number of institutes that study the brain at the moment, and they managed to study it to the smallest detail. Some believe that thoughts are generated in it, some come to the conclusion that the brain receives an external signal, which is fixed as a thought. There is no exact confirmation of how exactly it originates, penetrating the neurons of the brain, so far. My series of paintings \"Birds\" represents an uncontrolled flow of thoughts, after a long absence of sex or immediately after it. This is the moment when you are at work or another place where they are completely inappropriate. Viscous, blurred flashes of sexual intercourse. You want to shake your head involuntarily whenever they appear, dodge them, concentrate on the moment \"here and now\", but it's too late, the birds are building a nest in your head.  “The Birds” series is dedicated to the thoughts that arise in us, obsessions in the form of clingy images, fears and desires. (4724 x 4724 pixel, jpeg, 300dpi)","tags":["digital","art","birds","abstract","artwork","alexisolin"],"formats":[{"mimeType":"image/jpeg","uri":"ipfs://QmWtE4F9n1UHZVW1QaWSgw1zZ7jUzMG8M2y5izGkmpn7CB"}],"artifact_uri":"ipfs://QmWtE4F9n1UHZVW1QaWSgw1zZ7jUzMG8M2y5izGkmpn7CB","display_uri":"ipfs://Qmdryh9LNXq3t1k5SbJsv7hf24grpqPvTAak4JDbCjHi8W","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}