{"__version":1,"extra":{"display_uris":[{"mimeType":"image/jpeg","file":"12027-128.jpeg","fileSize":1264,"dimensions":{"value":"128x128","unit":"px"},"path":"QmaDjTf1R3TZYNi4gK1FScM9UWWAPojXx2fAY3YjEfffLS","cid":"QmaDjTf1R3TZYNi4gK1FScM9UWWAPojXx2fAY3YjEfffLS"},{"mimeType":"image/jpeg","file":"12027-512.jpeg","fileSize":14421,"dimensions":{"value":"512x512","unit":"px"},"path":"Qmf84t9uV8UZrFFhnJud3dRwTfEp2VGjgvCTwxM3y9BnzQ","cid":"Qmf84t9uV8UZrFFhnJud3dRwTfEp2VGjgvCTwxM3y9BnzQ"},{"mimeType":"image/jpeg","file":"12027-1024.jpeg","fileSize":45982,"dimensions":{"value":"1024x1024","unit":"px"},"path":"QmejpFpQoyGkDtW6q8yTMjvcBGU9nFX3UdGbr6C3avbVaM","cid":"QmejpFpQoyGkDtW6q8yTMjvcBGU9nFX3UdGbr6C3avbVaM"}]},"token_id":12027,"symbol":"OBJKT","creators":[],"name":"Press to kill","description":"\"Press to kill\" is an interactive artwork that allows anybody to remotely kill a human being with the only effort of pressing a button. Wil you try it?   TL;DR When you see something happening in a screen it's difficult to say if it's really real.   An important property of digital stuff is that truth is almost a convention. Finding out what is true is more like deciding what is reasonable. What is reasonable depends mostly on the how the reason of the subject was constructed by subjective experience. To verify becomes a process based on the outcome of a subjective opinion about an assertion of truth.  This aspect is not peculiar of digital media, it's a very old issue (let's call it \"consciousness\"), but digital media and digital space are substituting the objective, common to everybody, phisical nature of many contexts, that phisical objective world that made experience less subjective.  Digital being is symbolic. Digital machines since the beginning were built for intensive manipulation of symbols.  Computers manage long series of zeros and ones whose meaning do have an extremely loose relation if not completely nothing to do with physical reality. Even being zero or one has no relation with the physical world in terms of necessity but it's just a convention on how to read the signs on the support. If we decide that what was one now is zero and what was zero now is one, as we have this new decoding convention we have the exact same information as before. The same may happen with true and false, with the color of bananas and so on. The source of truth is just a matter of conventional agreement about it.   In painting color A is related by necessity to the pigment, or a particular combination of necessary pigments on a surface. In a digital image color A is .. well Color A is color A, or B if we decide otherwise. The JPG image of a painted picture is a more or less - depending on quality - faithful assertion about that picture stated following JPG conventions. Being stored on a  punched card, on a magnetic memory or on polarized crystals does not change the artwork in any way. Conditions for existence are a consistent convention paired with it's enunciation, not immanence.   So I'm almost sure that digital art has much more in common with literature than with visual arts. Read and write. It can also be dynamic, interactive, even participatory, as oral literature has always been.  In this conceptual frame \"Press to kill\" is challenging the spectators with a paradox on what in literature is called \"suspension of disbelief\".  If the spectators decide to beleive they will be in front of the dilemma of killing somebody or otherwise not being able to experience the artwork.  The spectators so will probably suspend the suspension of disbelief for just the time to press the button, or in virtue of the interactivity they may play their role in the narration choosing that they as charachtes are \"bad\", or they will just press the button (besides all... it's not so horrible if someone unknown in an unknown somewhere dies).   Many videogames consist in killing virtual people pressing a button in a realistic context. \"Press to kill\" may be an essential videogame (it's indeed more realistic than many first class videogames). But how can you say nobody will be really killed?  And... will that human being be you?","tags":[],"formats":[{"mimeType":"image/svg+xml","uri":"ipfs://QmQKbwP197vdNKbJpaGbddAAKUoHzv9NdD34WdiuAGTwGf"}],"artifact_uri":"ipfs://QmQKbwP197vdNKbJpaGbddAAKUoHzv9NdD34WdiuAGTwGf","display_uri":"ipfs://QmejpFpQoyGkDtW6q8yTMjvcBGU9nFX3UdGbr6C3avbVaM","thumbnail_uri":"ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc"}