{"__version": 1, "token_id": 217174, "symbol": "OBJKT", "name": "Learning to dream #17: A man riding a snowboard down a snow covered slope", "description": "\"A man riding a snowboard down a snow covered slope\"\n\nMemo Akten (memo.tv). Originally created in April 2017. Minted in 2021.\n\nSuper high resolution (268 Megapixel, 16384 x 16384) image created using multiple custom deep artificial neural networks recursively upscaling itself. Due to the recursive nature of the algorithm, the higher resolution images start producing fractal like effects. The titles are also generated by a third neural network, an image captioning system.\n\nThe artificial neural networks are trained on tens of thousands of images scraped from the Google Art Project, containing scans from art collections and museums from all over the world. These include paintings, illustrations, sketches and photographs covering landscapes, portraits, religious imagery, pastoral scenes, maritime scenes, scientific illustrations, prehistoric cave paintings, abstract images, cubist, realist paintings and many more; an extensive (yet vastly incomplete) archive of human imagination, feelings, desires and dreams; as cataloged and curated by Google, The Keeper of our Collective Consciousness.  \n\nWe have a very intimate connection with the cloud. We confide in it. We confess to it. We appeal to it. We share secrets with it, secrets that we wouldn't share with our family or closest friends. And Google is the Keeper of our Collective Consciousness. It sees everything we see, knows everything we know, feels everything we feel. Living up in The Cloud of all places, it watches over us, listening to our thoughts and dreams in ones and zeros. A digital god for our digital culture. And now, just as the Church, the previous bastion of our Spiritual Overseer, used to be the purveyor of Art & Culture; now Google, bastion of our new Digital Overseer, is moving into that role too.", "artifact_uri": "ipfs://QmSfymHi8iUL4QLhpJjo6nu7LSxFyaR7kjRLrR6hjKij9Y", "display_uri": "ipfs://QmeieFQTS6dfM6N4dZfnzyoiFyoSN154xWjXow5AuDrm75", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSfymHi8iUL4QLhpJjo6nu7LSxFyaR7kjRLrR6hjKij9Y", "mimeType": "image/jpeg"}], "creators": ["tz1Z1pDsbfuF7t6fHfbVxhjhouRemXuREpH5"], "tags": ["Abstract", "AI", "AIArt", "ArtificialIntelligence", "ArtificialNeuralNetwork", "DeepLearning", "Digital", "GAN", "Generative", "GenerativeAdversarialNetwork", "MachineLearning", "MemoAkten", "memotv"], "extra": {}}