{"__version": 1, "token_id": 229050, "symbol": "OBJKT", "name": "TRIKARYOTE ORGANISM 11", "description": "\nThese are the TRIKARYOTES. \n\nCreated [27-10-17] Experiments with Trapcode TAO to create new categories of basic organisms different from prokaryotes and eukaryotes. They don't have a defined nucleus and they are made of angular geometric segments. There will be several trikaryotes organisms to collect. By collecting 11 different specimen unlock your new personalized trikaryote forever associated with your name. \n\nNew output | 1:1 | 1080x1080 | 240 frames | 30fps\n\nWe are now past the initial performative evolution test. The time for collaborative work with Trikaryote enthusiast from all over the world has begun. \n\nThis Specimen was created under the supervision of Dr. Tornopilsky often called \"the rational alarmist\", for his theory implicating that cold death of the universe could never be prevented if we do not focus our attention on the mysteries hidden in this new class of living organism. The Trikaryote. He has given many conferences on Trikaryotes, written many essays on the subject and is responsible for and most elaborate encyclopedia of the Trikaryote known to the scientific world. The best sellers he wrote during his acclaimed career as a scientific litterature author revealed to us the true nature of the Trikaryote. \n\nThis new specimen will be crucial in the process because it is the first evolution step created in collaboration. The requirements for participating in the next Trikaryote evolution now includes owning Dr. Tornopilsky specimen, as well as all the 10 others. \n", "artifact_uri": "ipfs://QmU4vrLR4kk6dGQx4SD5Tm6MphxG1dyY11BJb7rsABzGnH", "display_uri": "ipfs://QmU4vrLR4kk6dGQx4SD5Tm6MphxG1dyY11BJb7rsABzGnH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU4vrLR4kk6dGQx4SD5Tm6MphxG1dyY11BJb7rsABzGnH", "mimeType": "image/gif"}], "creators": ["tz1c9w66mt5BYvXg9PW9LHNiSZwxzYp1EtxR"], "tags": ["trikaryote", "specimen", "experiment", "animation", "loop", "seamless", "life", "cell", "evolution"], "extra": {}}